{"id": "2025-cancer-facts-and-figures-acs.pdf_0_0", "doc": "2025-cancer-facts-and-figures-acs.pdf", "page": 1, "text": "AL 30,030AZ 42,560 AR 19,700CA 199,980CO 29,020CT 23,920 DE 7,680 FL 171,960GA 66,210ID 11,820 IL 78,870IN 42,150IA 21,340 KS 15,810 KY 30,420 LA 29,980ME 11,080 MD 37,200MA 44,000MN 37,650 MS 17,820MO 39,220MT 7,560 NE 12,390NV 17,540NH 10,290 NJ 59,840 NM 11,540NY 123,430 NC 71,320ND 4,510 OH 77,010 OK 24,120OR 26,980 PA 90,240RI 7,480 SC 35,300SD 5,870 TN 42,750 TX 150,870UT 14,120VT 4,670 VA 50,510WA 46,500 WV 13,250WI 39,940WY 3,580 DC 3,140 HI 9,040AK 3,670MI 66,040 US 2,041,910 Estimated number of new cancer cases in 2025, excluding basal cell and squamous cell skin cancers and in situ carcinoma except urinary bladder. Estimates are model-based projections and should be interpreted with caution. ©2025, American Cancer Society, Inc. Surveillance and Health Equity ScienceCancer Facts & Figures 2025"}
{"id": "2025-cancer-facts-and-figures-acs.pdf_1_0", "doc": "2025-cancer-facts-and-figures-acs.pdf", "page": 2, "text": "©2025, American Cancer Society, Inc. All rights reserved, including the right to reproduce this publication or portions thereof in any form. Email the American Cancer Society Legal department at permissionrequest@cancer.org for permission.This publication summarizes current scientific information about cancer. Except when specified, it does not represent the official policy of the American Cancer Society. Suggested citation: American Cancer Society. Cancer Facts & Figures 2025 . Atlanta: American Cancer Society; 2025.Contents Basic Cancer Facts 1 Figure 1. Trends in Age-adjusted Cancer Death Rates by Site, Males, US, 1930-2022 2 Selected Cancers 3 Breast 3 Figure 2. Trends in Age-adjusted Cancer Death Rates by Site, Females, US, 1930-2022 3 Table 1. Estimated Number of New Cancer Cases and Deaths by Sex, US, 2025 4 Table 2. Estimated Number of New Cases for Selected Cancers by State, US, 2025 5 Table 3. Estimated Number of Deaths for Selected Cancers by State, US, 2025 6 Table 4. Incidence Rates for Selected Cancers by State, US, 2017-2021 7 Table 5. Death Rates for Selected Cancers by State, US, 2018-2022 8 Table 6. Probability (%) of Developing Invasive Cancer During Selected Age Intervals by Sex, US, 2018-2019, 2021 9 Table 7. Trends in 5-year Relative Survival Rates (%) by Race, US, 1975-2020 11 Cancer in Children and Adolescents 11 Table 8. Five-year Relative Survival Rates (%) by Stage at Diagnosis, US, 2014-2020 13 Colon and Rectum 13 Kidney and Renal Pelvis 14 Figure 3. Leading Sites of New Cancer Cases and Deaths – 2025 Estimates 15 Leukemia 15 Liver 16 Lung and Bronchus 17 Lymphoma 18Oral Cavity and Pharynx 19 Ovary 19 Pancreas 21 Prostate 21 Skin 22 Thyroid 24 Urinary Bladder 25 Uterine Cervix 25 Uterine Corpus 27 Cancer Disparities 28 Table 9. Incidence and Mortality Rates for Selected Cancers by Race and Ethnicity, US 29 Cancer Risk Factors 30 Tobacco Use 30 Figure 4. Proportion of Cancer Cases and Deaths Attributable to Cigarette Smoking in Adults 30 Years and Older, US, 2019 30 Nutrition and Physical Activity 31 Figure 5. Proportion of Cancer Cases and Deaths Attributable to Excess Body Weight in Adults 30 Years and Older, US, 2019 31 The Global Cancer Burden 33 Figure 6. Proportion and Number of Cancer Cases or Deaths Attributable to Select Modifiable Risk Factors, 2020-2021 33 The American Cancer Society 36 Sources of Statistics 41 American Cancer Society Recommendations for the Early Detection of Cancer in Average-risk Asymptomatic People 44"}
{"id": "2025-cancer-facts-and-figures-acs.pdf_2_0", "doc": "2025-cancer-facts-and-figures-acs.pdf", "page": 3, "text": "Cancer Facts & Figures 2025 1Basic Cancer Facts What Is Cancer? Cancer is a group of diseases characterized by the uncontrolled growth and spread of abnormal cells that can result in death if untreated. The cause of most cancers is unknown, but some lifestyle factors and inherited genetic mutations can increase risk, either by acting alone or in combination, to initiate and/or promote cancer growth. Can Cancer Be Prevented? Excluding non-melanoma skin cancer, at least 40% of newly diagnosed cancers in US adults – about 811,000 cases in 2025 – are potentially avoidable, including the 19% of cancers caused by cigarette smoking, 8% caused by excess body weight, and 5% caused by alcohol consumption. For more information on the proportion of cancers attributable to modifiable risk factors, including infectious agents, see Islami et al 2024 . Additionally, screening can help prevent colorectal and cervical cancers by detecting precancerous lesions that can be removed, and can help reduce the risk of death from these cancers, as well as cancers of the breast, lung, and prostate, by detecting cancer early when treatment is usually more successful. For detailed cancer screening guidelines, see page 44. How Many People Alive Today Have Ever Had Cancer? More than 18 million Americans with a history of invasive cancer were alive on January 1, 2022, most of whom were diagnosed many years ago, see Miller et al 202 2. How Many New Cases and Deaths Are Expected to Occur in 2025? Excluding non-melanoma skin cancers, over 2 million new cancer cases are expected to be diagnosed in the US in 2025 and more than 618,000 people will die from the disease ( Table 1 ), the equivalent of about 1,700 deaths per day. Table 2 and Table 3 provide estimated new cancer cases and deaths, respectively, in 2025 by state. How Much Progress Has Been Made Against Cancer? Cancer mortality rates are the best measure of progress against cancer because they are less affected by changes in detection practice than incidence (new diagnoses) and survival rates. The age-adjusted cancer death rate rose during most of the 20th century because of the smoking epidemic but has dropped from its peak in 1991 by 34% as of 2022 because of reductions in smoking, advances in treatment, and early detection for some cancers. This translates to nearly 4.5 million fewer cancer deaths during this time than would have occurred if the death rate had remained at its peak. This progress mostly reflects declines in the four most common cancers – lung, colorectal, breast, and prostate ( Figure 1 and Figure 2 ). Over the past decade (2013-2022), the cancer death rate dropped by 1.7% per year. Do Cancer Incidence and Death Rates Vary by State? Cancer rates vary substantially across states, with the largest differences for cancers that are most preventable, such as lung cancer. For example, male lung cancer incidence varies by 3.5-fold, from 28 per 100,000 men in Utah to 98 in Kentucky ( Table 4 ). Table 5 provides average annual death rates for selected cancers by state. Who Is at Risk of Developing Cancer? Everyone is at risk of developing cancer, although incidence increases greatly with age; 88% of people diagnosed with cancer in the US are 50 years or older, and 59% are 65 or older. In the US, an estimated 40 out of 100 men and 39 out of 100 women will develop cancer during their lifetime ( Table 6 ). However, these probabilities are based on cancer occurrence in the population overall and may differ in individuals because of lifestyle exposures (e.g., smoking, excess body weight), family history, and/or genetic susceptibility."}
{"id": "2025-cancer-facts-and-figures-acs.pdf_3_0", "doc": "2025-cancer-facts-and-figures-acs.pdf", "page": 4, "text": "2 Cancer Facts & Figures 2025Rate per 100,000 male populationFigure 1. Trends in Age-adjusted Cancer Death Rates by Site, Males, US, 1930-2022 LeukemiaPancreasColon & rectumProstateLung & bronchus Stomach 020406080100 2020 2015 2010 2005 2000 1995 1990 1985 1980 1975 1970 1965 1960 1955 1950 1945 1940 1935 1930Liver Year of death Rates are age adjusted to the 2000 US standard population and exclude deaths in Puerto Rico and other US territories. Due to improvements in classification, site-specific information differs from contemporary data for cancers of the liver, lung and bronchus, and colon and rectum. Data source: US Mortality Volumes 1930 to 1959, US Mortality Data 1960 to 2022, National Center for Health Statistics, Centers for Disease Control and Prevention. ©2025, American Cancer Society, Inc., Surveillance and Health Equity ScienceWhat Percentage of People Survive Cancer? The 5-year relative survival rate for all cancers combined is 69% for people diagnosed from 2014 to 2020 ( Table 7 ). Relative survival is a measure of life expectancy among cancer patients compared to that among the general population of the same age, race, and sex. Since the early 1960s, 5-year relative survival increased from 39% to 70% among White people and from 27% to 65% among Black people because of advances in treatment and earlier diagnosis for some cancers. Survival varies greatly by cancer type and stage ( Table 8 ), as well as age at diagnosis. For more information about relative survival, see Sources of Statistics on page 41. How Is Cancer Staged? Stage describes how much cancer is in the body, usually based on the size or extent of the primary tumor and whether it has spread to nearby lymph nodes or other areas of the body. This report uses a summary staging system that is standard for descriptive analyses of population-based cancer registry data and particularly useful for tracking trends. According to this system, if cancer is confined to the layer of cells where it began growing, the stage is in situ. If cancer cells have penetrated beyond the original layer of tissue, the cancer has become invasive and is categorized as local, regional, or distant based on the extent of spread. (For a more detailed description of these categories, see the footnotes in Table 8 .) Some cancers (such as leukemia and brain tumors) cannot be staged using this system. See www.cancer.org/cancer/diagnosis-staging/staging for more information on cancer staging. What Are the Costs of Cancer? The costs of cancer are estimated in several ways, including direct medical costs (total of all health care expenditures) and indirect costs, such as lost earnings due to missed work from illness or premature death. The National Cancer Institute estimated that cancer-related medical costs in the US were $208.9 billion in 2020, which was likely an underestimate because it did not"}
{"id": "2025-cancer-facts-and-figures-acs.pdf_4_0", "doc": "2025-cancer-facts-and-figures-acs.pdf", "page": 5, "text": "Cancer Facts & Figures 2025 3 Rate per 100,000 female populationFigure 2. Trends in Age-adjusted Cancer Death Rates by Site, Females, US, 1930-2022 Uterusa PancreasColon & rectumBreastLung & bronchus Stomach 020406080100 2020 2015 2010 2005 2000 1995 1990 1985 1980 1975 1970 1965 1960 1955 1950 1945 1940 1935 1930Liver Year of death Rates are age adjusted to the 2000 US standard population and exclude deaths in Puerto Rico and other US territories. Due to improvements in classification, site-specific information differs from contemporary data for cancers of the liver, lung and bronchus, colon and rectum, and uterus. aUterus refers to uterine cervix and uterine corpus combined. Data source: US Mortality Volumes 1930 to 1959, US Mortality Data 1960 to 2022, National Center for Health Statistics, Centers for Disease Control and Prevention. ©2025, American Cancer Society, Inc., Surveillance and Health Equity Scienceaccount for the growing cost of treatment; for example, the list price for many prescription medicines is more than $100,000 annually. Cancer-related costs to patients are estimated at $21.1 billion, including $16.2 billion in total out-of-pocket costs and $4.9 billion in patient time costs (travel to/from treatment and waiting for and receiving care). Selected Cancers This section provides information on the occurrence, risk factors, symptoms, early detection, and treatment for the most common types of cancer and may have limited relevance for specific subtypes. Incidence trends are based on population-based registry data for cases diagnosed from 1998 through 2021 (covering 99% of the US population) that have been adjusted for delays in reporting; data for 2020 were excluded from trend analysis for improved accuracy based on guidance from the National Cancer Institute ( seer.cancer.gov/data/ covid-impact.html ). Mortality trends are based on death certificate data from 1975 through 2022 reported to the National Vital Statistics System. See Sources of Statistics on page 41 for more information on data sources and methods.Breast New cases and deaths: In the US in 2025, there will be an estimated 316,950 new cases of invasive breast cancer diagnosed in women and 2,800 cases in men, with an additional 59,080 cases of ductal carcinoma in situ (DCIS) diagnosed in women ( Table 1 ; Figure 3 ). An estimated 42,680 breast cancer deaths (42,170 in women, 510 in men) will occur in 2025. Incidence trends: Invasive female breast cancer incidence has been increasing since the mid-2000s; from 2012 to 2021, the rate increased by 1% per year overall; 1.4% per year in women younger than 50 years; and by 0.7% per year in those 50 and older. The rising trend is at least in part attributed to changing risk factors, such as"}
{"id": "2025-cancer-facts-and-figures-acs.pdf_5_0", "doc": "2025-cancer-facts-and-figures-acs.pdf", "page": 6, "text": "4 Cancer Facts & Figures 2025Table 1. Estimated Number of New Cancer Cases and Deaths by Sex, US, 2025 Estimated New Cases Estimated Deaths Both sexes Male Female Both sexes Male Female All sites 2,041,910 1,053,250 988,660 618,120 323,900 294,220 Oral cavity & pharynx 59,660 42,500 17,160 12,770 9,130 3,640 Tongue 20,040 14,120 5,920 3,270 2,210 1,060 Mouth 15,730 9,090 6,640 3,360 2,090 1,270 Pharynx 21,640 17,800 3,840 4,590 3,630 960 Other oral cavity 2,250 1,490 760 1,550 1,200 350 Digestive system 362,200 201,190 161,010 174,520 100,250 74,270 Esophagus 22,070 17,430 4,640 16,250 12,940 3,310 Stomach 30,300 17,720 12,580 10,780 6,400 4,380 Small intestine 13,920 7,190 6,730 2,060 1,190 870 Colon & rectuma154,270 82,460 71,810 52,900 28,900 24,000 Colon 107,320 54,510 52,810 Rectum 46,950 27,950 19,000 Anus, anal canal, & anorectum 10,930 3,560 7,370 2,030 780 1,250 Liver & intrahepatic bile duct 42,240 28,220 14,020 30,090 19,250 10,840 Gallbladder & other biliary 12,610 6,040 6,570 4,400 1,950 2,450 Pancreas 67,440 34,950 32,490 51,980 27,050 24,930 Other digestive organs 8,420 3,620 4,800 4,030 1,790 2,240 Respiratory system 245,700 124,700 121,000 130,200 68,340 61,860 Larynx 13,020 10,110 2,910 3,910 3,140 770 Lung & bronchus 226,650 110,680 115,970 124,730 64,190 60,540 Other respiratory organs 6,030 3,910 2,120 1,560 1,010 550 Bones & joints 3,770 2,150 1,620 2,190 1,240 950 Soft tissue (including heart) 13,520 7,600 5,920 5,410 2,960 2,450 Skin (excluding basal & squamous) 112,690 65,740 46,950 14,110 9,550 4,560 Melanoma of the skin 104,960 60,550 44,410 8,430 5,470 2,960 Other nonepithelial skin 7,730 5,190 2,540 5,680 4,080 1,600 Breast 319,750 2,800 316,950 42,680 510 42,170 Genital system 444,610 325,690 118,920 71,510 36,880 34,630 Uterine cervix 13,360 13,360 4,320 4,320 Uterine corpus 69,120 69,120 13,860 13,860 Ovary 20,890 20,890 12,730 12,730 Vulva 7,480 7,480 1,770 1,770 Vagina & other genital, female 8,070 8,070 1,950 1,950 Prostate 313,780 313,780 35,770 35,770 Testis 9,720 9,720 600 600 Penis & other genital, male 2,190 2,190 510 510 Urinary system 170,470 120,320 50,150 33,140 22,840 10,300 Urinary bladder 84,870 65,080 19,790 17,420 12,640 4,780 Kidney & renal pelvis 80,980 52,410 28,570 14,510 9,550 4,960 Ureter & other urinary organs 4,620 2,830 1,790 1,210 650 560 Eye & orbit 3,140 1,620 1,520 490 270 220 Brain & other nervous system 24,820 14,040 10,780 18,330 10,170 8,160 Endocrine system 52,140 16,450 35,690 3,440 1,680 1,760 Thyroid 44,020 12,670 31,350 2,290 1,090 1,200 Other endocrine 8,120 3,780 4,340 1,150 590 560 Lymphoma 89,070 49,980 39,090 20,540 11,780 8,760 Hodgkin lymphoma 8,720 4,840 3,880 1,150 720 430 Non-Hodgkin lymphoma 80,350 45,140 35,210 19,390 11,060 8,330 Myeloma 36,110 20,030 16,080 12,030 6,540 5,490 Leukemia 66,890 38,720 28,170 23,540 13,500 10,040 Acute lymphocytic leukemia 6,100 3,450 2,650 1,400 720 680 Chronic lymphocytic leukemia 23,690 14,340 9,350 4,460 2,810 1,650 Acute myeloid leukemia 22,010 12,060 9,950 11,090 6,130 4,960 Chronic myeloid leukemia 9,560 5,610 3,950 1,290 740 550 Other leukemia 5,530 3,260 2,270 5,300 3,100 2,200 Other & unspecified primary sitesb37,370 19,720 17,650 53,220 28,260 24,960 Estimates are rounded to the nearest 10; cases exclude basal cell and squamous cell skin cancers and in situ carcinoma except urinary bladder. About 59,080 cases of female breast ductal carcinoma in situ and 107,240 cases of melanoma in situ will be diagnosed in 2025. These are model-based estimates and should be interpreted with caution. aDeaths for colon and rectal cancers are combined because a large number of deaths from rectal cancer are misclassified as colon. bMore deaths than cases may reflect a lack of specificity in recording the underlying cause of death on death certificates and/or an undercount in the case estimate. ©2025, American Cancer Society, Inc., Surveillance and Health Equity Science"}
{"id": "2025-cancer-facts-and-figures-acs.pdf_6_0", "doc": "2025-cancer-facts-and-figures-acs.pdf", "page": 7, "text": "Cancer Facts & Figures 2025 5Table 2. Estimated Number of New Cases for Selected Cancers by State, US, 2025 State All sitesFemale breastColon & rectum LeukemiaLung & bronchusMelanoma of the skinNon- Hodgkin lymphoma ProstateUrinary bladderUterine cervixUterine corpus Alabama 30,030 4,960 2,630 860 4,050 1,470 980 5,440 1,240 230 920 Alaska 3,670 550 350 110 430 90 150 710 170 a 110 Arizona 42,560 6,950 3,220 1,440 4,250 3,790 1,700 5,380 2,090 270 1,450 Arkansas 19,700 2,690 1,560 590 2,660 970 690 2,930 780 150 480 California 199,980 32,860 16,050 6,000 16,330 11,140 8,280 29,600 7,220 1,490 7,480 Colorado 29,020 5,250 2,130 1,030 2,520 2,060 1,210 4,400 1,220 190 910 Connecticut 23,920 3,790 1,630 770 2,740 780 990 3,570 1,150 110 860 Delaware 7,680 1,210 500 220 920 410 290 1,460 350 a 260 Dist. of Columbia 3,140 580 230 80 330 100 110 380 80 a 140 Florida 171,960 23,920 12,330 6,980 18,530 10,290 7,550 26,920 8,070 1,160 5,720 Georgia 66,210 10,180 5,160 1,980 6,810 3,520 2,150 10,360 2,390 460 2,000 Hawaii 9,040 1,510 820 270 880 570 330 1,160 290 60 440 Idaho 11,820 1,820 860 430 1,120 960 500 1,970 580 70 310 Illinois 78,870 12,160 6,110 2,430 9,270 4,220 3,090 12,350 3,220 490 2,780 Indiana 42,150 6,470 3,410 1,330 6,120 2,300 1,600 6,160 1,870 290 1,400 Iowa 21,340 3,010 1,580 810 2,490 1,660 860 3,150 920 120 710 Kansas 15,810 2,620 1,430 510 2,010 670 680 2,520 670 120 550 Kentucky 30,420 4,290 2,580 1,010 4,950 1,590 1,150 4,140 1,270 220 960 Louisiana 29,980 4,230 2,490 890 3,290 1,270 1,030 4,650 1,050 210 780 Maine 11,080 1,520 710 370 1,460 500 440 1,620 610 a 340 Maryland 37,200 6,270 2,620 1,090 3,940 1,780 1,380 6,680 1,380 220 1,320 Massachusetts 44,000 7,240 2,770 1,380 5,300 1,370 1,820 6,690 1,870 180 1,600 Michigan 66,040 9,900 4,710 2,100 8,460 3,040 2,590 10,230 2,970 380 2,110 Minnesota 37,650 5,620 2,600 1,300 4,110 2,900 1,590 5,700 1,510 160 1,200 Mississippi 17,820 2,710 1,710 510 2,460 700 590 2,940 710 150 550 Missouri 39,220 6,090 3,010 1,310 5,650 2,070 1,520 5,320 1,600 250 1,230 Montana 7,560 1,080 550 230 750 560 280 1,230 360 a 210 Nebraska 12,390 1,790 940 380 1,260 780 460 2,030 490 60 390 Nevada 17,540 2,760 1,480 560 1,800 1,050 670 2,680 800 140 560 New Hampshire 10,290 1,470 640 340 1,330 460 430 1,820 530 a 370 New Jersey 59,840 9,290 4,430 2,090 5,420 2,340 2,470 10,740 2,630 360 2,270 New Mexico 11,540 1,850 960 400 940 670 450 1,720 450 90 410 New York 123,430 19,170 8,920 4,020 12,770 4,030 5,100 20,490 5,210 790 4,440 North Carolina 71,320 11,320 4,890 2,270 8,810 3,850 2,550 11,210 2,860 420 2,260 North Dakota 4,510 640 360 160 520 330 190 800 190 a 130 Ohio 77,010 11,800 5,760 2,220 9,950 4,440 2,900 10,820 3,450 490 2,620 Oklahoma 24,120 3,460 1,970 790 3,100 1,180 860 2,930 960 190 700 Oregon 26,980 4,440 1,850 800 2,950 1,420 1,070 3,570 1,220 140 950 Pennsylvania 90,240 13,650 6,500 2,900 10,250 3,710 3,540 13,400 4,150 540 3,330 Rhode Island 7,480 1,140 480 270 930 270 300 1,060 350 a 260 South Carolina 35,300 5,870 2,640 1,030 4,710 1,850 1,220 6,280 1,460 240 1,110 South Dakota 5,870 830 450 200 630 440 240 950 260 a 160 Tennessee 42,750 6,960 3,450 1,300 6,400 1,880 1,560 6,630 1,860 300 1,310 Texas 150,870 23,880 12,710 5,660 14,030 5,700 5,940 21,070 5,160 1,420 5,270 Utah 14,120 2,290 990 540 790 1,700 600 2,700 530 100 510 Vermont 4,670 740 290 150 590 220 200 760 220 a 170 Virginia 50,510 8,250 3,670 1,350 6,100 2,410 1,910 9,040 1,970 290 1,750 Washington 46,500 7,680 3,240 1,470 4,860 2,440 1,920 6,730 1,970 280 1,350 West Virginia 13,250 1,690 1,020 410 2,050 530 470 1,620 590 70 500 Wisconsin 39,940 5,920 2,630 1,460 4,320 2,230 1,660 6,500 1,750 170 1,380 Wyoming 3,580 530 270 100 340 230 120 550 170 a 100 United States 2,041,910 316,950 154,270 66,890 226,650 104,960 80,350 313,780 84,870 13,360 69,120 Estimates are rounded to nearest 10. Excludes basal and squamous cell skin cancers and in situ carcinoma except urinary bladder. Estimates for Puerto Rico are unavailable. These are model-based estimates and should be interpreted with caution. State estimates may not sum to US total due to rounding and exclusion of state estimates of fewer than 50 cases. aFewer than 50 cases. Please note: Estimated cases for additional cancer sites by state can be found in Supplemental Data at cancer.org/statistics or via the Cancer Statistics Center (cancerstatisticscenter.cancer.org ). ©2025, American Cancer Society, Inc., Surveillance and Health Equity Science"}
{"id": "2025-cancer-facts-and-figures-acs.pdf_6_650", "doc": "2025-cancer-facts-and-figures-acs.pdf", "page": 7, "text": "3,580 530 270 100 340 230 120 550 170 a 100 United States 2,041,910 316,950 154,270 66,890 226,650 104,960 80,350 313,780 84,870 13,360 69,120 Estimates are rounded to nearest 10. Excludes basal and squamous cell skin cancers and in situ carcinoma except urinary bladder. Estimates for Puerto Rico are unavailable. These are model-based estimates and should be interpreted with caution. State estimates may not sum to US total due to rounding and exclusion of state estimates of fewer than 50 cases. aFewer than 50 cases. Please note: Estimated cases for additional cancer sites by state can be found in Supplemental Data at cancer.org/statistics or via the Cancer Statistics Center (cancerstatisticscenter.cancer.org ). ©2025, American Cancer Society, Inc., Surveillance and Health Equity Science"}
{"id": "2025-cancer-facts-and-figures-acs.pdf_7_0", "doc": "2025-cancer-facts-and-figures-acs.pdf", "page": 8, "text": "6 Cancer Facts & Figures 2025Table 3. Estimated Number of Deaths for Selected Cancers by State, US, 2025 State All sitesBrain/ nervous systemFemale breastColon & rectum Leukemia LiveraLung & bronchusNon- Hodgkin lymphoma Pancreas ProstateUterine corpus Alabama 10,210 310 720 920 350 530 2,350 270 840 550 180 Alaska 1,120 b 70 110 b 70 220 b 80 70 b Arizona 14,110 410 990 1,250 550 680 2,390 530 1,180 870 290 Arkansas 6,730 190 400 630 220 370 1,680 170 470 370 110 California 60,620 2,040 4,620 5,450 2,350 3,630 9,480 2,080 5,270 4,140 1,440 Colorado 8,620 310 700 750 450 460 1,310 270 730 520 180 Connecticut 6,760 230 420 460 260 330 1,230 220 610 430 150 Delaware 2,590 70 250 180 90 110 510 80 220 160 50 Dist. of Columbia 930 b 90 90 b 60 150 b 70 80 b Florida 49,040 1,440 3,210 3,970 2,010 2,050 10,090 1,490 4,160 2,950 1,040 Georgia 19,090 580 1,420 1,680 690 950 3,680 510 1,520 1,110 400 Hawaii 2,700 50 200 250 90 140 470 90 240 190 70 Idaho 3,380 100 250 290 150 140 580 120 290 220 b Illinois 23,170 680 1,670 2,020 880 1,060 4,880 630 1,900 1,280 570 Indiana 14,080 370 920 1,190 510 490 3,460 440 1,180 770 290 Iowa 6,260 150 380 520 260 260 1,350 220 500 370 130 Kansas 5,680 190 380 500 240 190 1,240 210 450 290 110 Kentucky 10,330 270 650 900 390 470 2,660 320 750 440 180 Louisiana 9,340 240 650 830 320 530 1,990 270 760 460 120 Maine 3,540 100 190 250 120 130 830 110 300 200 80 Maryland 10,780 310 830 950 350 500 2,050 340 920 690 330 Massachusetts 12,390 380 710 820 460 640 2,500 400 1,170 710 310 Michigan 21,530 610 1,350 1,700 810 880 4,860 710 1,880 1,100 500 Minnesota 10,490 330 620 760 440 430 2,060 370 910 660 240 Mississippi 6,740 190 480 640 260 370 1,630 160 470 380 120 Missouri 13,330 370 1,020 1,260 490 630 3,240 420 960 680 260 Montana 2,290 80 140 180 80 120 390 60 190 150 b Nebraska 3,470 120 160 360 150 160 720 120 330 190 80 Nevada 5,450 140 440 520 210 260 940 200 480 380 120 New Hampshire 2,980 110 180 190 100 120 620 100 260 170 70 New Jersey 15,180 440 1,160 1,210 610 700 2,670 460 1,440 780 440 New Mexico 3,900 110 290 340 120 220 600 120 320 260 90 New York 31,190 940 1,920 2,610 1,190 1,400 6,060 950 2,980 1,660 860 North Carolina 20,910 570 1,450 1,670 770 1,020 4,690 600 1,910 1,210 510 North Dakota 1,280 b 70 100 60 60 260 b 110 70 b Ohio 24,440 580 1,400 1,960 960 910 5,630 780 1,980 1,160 530 Oklahoma 8,710 240 570 780 270 350 2,080 260 590 440 160 Oregon 8,770 280 580 700 340 400 1,700 300 710 580 190 Pennsylvania 27,500 750 1,800 2,160 1,040 1,250 5,820 890 2,270 1,480 680 Rhode Island 2,110 50 120 140 70 130 410 60 150 110 50 South Carolina 11,340 350 790 1,100 420 550 2,430 390 820 640 240 South Dakota 1,790 60 100 140 70 100 390 b 150 100 b Tennessee 14,920 410 1,040 1,360 520 700 3,730 440 1,130 790 270 Texas 45,220 1,370 3,330 4,470 1,590 3,050 8,010 1,400 3,710 2,470 1,060 Utah 3,760 170 340 320 180 180 450 130 330 290 90 Vermont 1,500 50 90 130 50 60 300 50 120 100 b Virginia 16,280 500 1,160 1,390 680 800 3,370 480 1,380 1,040 370 Washington 13,870 470 800 1,280 520 700 2,620 490 1,240 920 290 West Virginia 4,750 120 280 420 180 190 1,390 120 340 230 80 Wisconsin 11,760 370 690 840 480 530 2,340 390 1,060 780 280 Wyoming 1,240 b 80 170 b 50 210 b 120 70 b United States 618,120 18,330 42,170 52,900 23,540 30,090 124,730 19,390 51,980 35,770 13,860 Estimates are rounded to nearest 10. State estimates may not sum to US total due to rounding and exclusion of state estimates of fewer than 50 deaths. Estimates are not available for Puerto Rico. These are model-based estimates and should be interpreted with caution. aIncludes intrahepatic bile duct. bFewer than 50 deaths. Please note: Estimated deaths for additional cancer sites by state can be found in Supplemental Data at cancer.org/statistics or via the Cancer Statistics Center (cancerstatisticscenter.cancer.org ). ©2025, American Cancer Society, Inc., Surveillance and Health Equity Science"}
{"id": "2025-cancer-facts-and-figures-acs.pdf_7_650", "doc": "2025-cancer-facts-and-figures-acs.pdf", "page": 8, "text": "80 170 b 50 210 b 120 70 b United States 618,120 18,330 42,170 52,900 23,540 30,090 124,730 19,390 51,980 35,770 13,860 Estimates are rounded to nearest 10. State estimates may not sum to US total due to rounding and exclusion of state estimates of fewer than 50 deaths. Estimates are not available for Puerto Rico. These are model-based estimates and should be interpreted with caution. aIncludes intrahepatic bile duct. bFewer than 50 deaths. Please note: Estimated deaths for additional cancer sites by state can be found in Supplemental Data at cancer.org/statistics or via the Cancer Statistics Center (cancerstatisticscenter.cancer.org ). ©2025, American Cancer Society, Inc., Surveillance and Health Equity Science"}
{"id": "2025-cancer-facts-and-figures-acs.pdf_8_0", "doc": "2025-cancer-facts-and-figures-acs.pdf", "page": 9, "text": "Cancer Facts & Figures 2025 7Table 4. Incidence Rates for Selected Cancers by State, US, 2017-2021 All sites Breast Colon & rectumaLung & bronchusNon-Hodgkin lymphoma ProstateUterine cervix State Male Female Female Male Female Male Female Male Female Male Female Alabama 495.0 404.3 125.2 45.2 33.6 73.9 47.7 18.3 11.8 121.8 9.4 Alaskab460.7 422.2 125.9 43.1 37.6 58.6 50.8 21.7 15.4 104.1 7.1 Arizona 425.5 384.9 119.3 35.3 26.6 46.1 40.2 18.9 12.5 83.6 6.5 Arkansasb549.3 442.8 125.2 48.1 35.7 89.7 62.0 23.4 14.9 119.8 9.3 California 431.4 394.7 125.9 37.0 28.7 41.2 34.3 21.7 15.0 103.0 7.4 Colorado 422.4 397.7 135.3 33.5 26.6 39.9 37.2 20.7 13.7 104.4 6.1 Connecticut 515.2 456.0 145.3 36.9 28.4 59.0 54.1 24.9 18.0 135.8 5.3 Delaware 514.7 444.3 141.3 37.0 27.8 61.3 52.9 21.9 14.0 136.0 7.2 Dist. of Columbia 470.6 419.6 143.3 39.8 30.1 50.2 42.0 20.4 12.5 143.5 7.9 Florida 510.1 451.5 128.6 39.6 30.0 61.0 50.2 26.2 18.8 107.7 9.3 Georgia 542.2 436.4 134.6 44.7 32.5 68.9 49.0 21.6 14.5 144.4 8.2 Hawaii 440.5 405.2 142.3 42.8 31.2 46.4 35.4 18.5 12.8 106.9 6.7 Idaho 497.6 424.9 134.8 38.6 29.2 48.4 43.4 22.9 15.8 125.2 6.9 Illinois 508.5 447.3 135.7 43.6 32.0 65.7 54.4 23.2 16.1 122.8 7.3 Indianac517.7 447.8 128.7 46.5 35.2 83.2 62.8 22.9 15.8 106.1 8.7 Iowa 551.0 472.5 139.1 42.5 33.9 70.4 55.0 26.3 18.0 131.4 7.8 Kansas 502.6 446.1 137.8 42.4 33.2 57.9 49.2 23.1 15.4 126.6 8.3 Kentucky 578.5 491.5 131.2 51.5 37.7 97.9 76.5 23.5 16.9 119.0 9.8 Louisiana 568.4 440.4 132.4 50.3 37.0 75.7 51.2 23.0 16.4 147.9 9.3 Maine 520.9 467.5 134.9 36.6 29.6 72.9 64.7 24.6 16.0 109.3 6.4 Maryland 497.4 432.5 137.6 38.2 30.3 54.9 47.7 21.8 14.7 142.4 6.5 Massachusetts 484.2 434.0 138.9 34.7 26.2 60.6 56.6 23.3 16.0 119.8 4.9 Michigan 489.9 427.1 128.9 38.5 30.0 65.4 55.4 22.8 15.6 119.8 6.7 Minnesota 529.0 468.3 142.6 39.0 30.0 59.6 52.1 27.9 18.2 122.2 5.5 Mississippi 553.5 427.9 126.6 53.1 38.6 87.8 56.3 20.8 13.1 141.2 9.3 Missouri 492.0 446.2 135.3 43.1 32.6 76.2 62.2 22.4 15.3 101.6 8.4 Montana 504.4 437.5 138.4 41.5 29.6 47.6 46.6 22.0 14.0 137.3 6.8 Nebraska 503.3 444.2 132.7 42.5 33.1 58.8 48.3 23.7 16.5 128.1 7.5 Nevada 417.9 384.2 114.7 37.9 29.0 46.8 44.2 17.9 12.1 98.2 8.5 New Hampshire 520.6 460.0 141.8 36.2 27.7 63.0 58.6 24.2 17.5 121.5 5.2 New Jersey 533.4 455.1 138.5 41.8 32.2 54.2 46.8 25.7 17.8 149.0 7.3 New Mexico 395.6 371.2 118.1 36.8 27.5 36.5 30.7 17.3 12.0 90.8 8.0 New York 517.6 451.2 136.1 39.8 29.8 59.0 50.9 25.0 17.6 137.0 7.2 North Carolina 537.5 453.3 145.4 39.2 29.8 74.1 55.5 22.5 15.1 134.6 7.0 North Dakota 499.6 440.7 132.9 42.8 33.5 61.4 53.0 24.1 16.0 126.8 5.8 Ohio 523.6 454.9 134.3 43.2 32.5 74.2 58.3 23.7 16.1 123.4 7.9 Oklahoma 499.6 435.2 126.4 45.3 33.6 73.0 57.6 20.5 15.3 108.6 10.4 Oregon 446.0 419.2 133.1 34.9 27.7 51.1 46.4 22.0 15.1 101.6 6.7 Pennsylvania 503.7 451.3 133.2 41.1 31.3 65.4 53.9 23.5 16.6 114.1 7.1 Rhode Island 494.9 447.2 141.3 34.5 26.9 65.9 57.9 22.4 16.0 118.6 6.9 South Carolina 488.5 415.5 135.7 40.0 29.4 70.1 50.7 20.2 12.8 116.7 8.1 South Dakota 506.0 451.0 131.6 42.6 33.8 59.2 53.4 21.9 17.5 130.7 6.3 Tennessee 520.2 431.8 126.5 43.4 32.2 80.4 60.4 21.4 14.5 120.2 7.7 Texas 480.6 403.8 123.2 44.2 30.6 55.0 40.5 21.7 14.8 113.1 9.8 Utah 462.8 393.3 120.9 31.0 24.3 28.0 23.0 23.4 15.1 127.7 6.1 Vermont 489.3 439.0 129.9 37.5 25.8 60.0 50.7 22.5 16.3 111.8 5.7 Virginia 435.7 401.1 131.0 37.0 28.7 59.5 46.3 20.3 13.9 111.4 6.0 Washington 474.3 438.3 139.2 36.7 28.9 52.2 48.1 23.5 16.1 108.6 6.7 West Virginia 529.2 485.1 126.6 48.8 37.4 85.3 70.9 23.7 16.5 104.1 9.9 Wisconsin 518.7 449.9 139.1 37.0 28.8 61.8 52.6 25.7 17.0 127.6 5.9 Wyoming 439.9 403.8 124.6 38.4 28.6 41.0 39.2 18.9 14.0 119.9 9.1 Puerto Ricod386.9 320.1 99.0 43.6 29.5 20.1 11.2 16.6 11.3 140.3 11.6 United Statese493.5 431.4 131.8 40.4 30.5 60.4 49.1 22.8 15.7 118.3 7.6 Rates are per 100,000, age adjusted to the 2000 US standard population using 19 age groups, and adjusted for delays in case reporting. aExcludes appendix. bBased on cases diagnosed during 2016-2020. cBased on cases diagnosed during 2015-2019. dData are not adjusted for delays. eRates do not include Puerto Rico. Data source: North American Association of Central Cancer Registries, 2024. ©2025, American Cancer Society, Inc., Surveillance and Health Equity Science"}
{"id": "2025-cancer-facts-and-figures-acs.pdf_8_650", "doc": "2025-cancer-facts-and-figures-acs.pdf", "page": 9, "text": "403.8 124.6 38.4 28.6 41.0 39.2 18.9 14.0 119.9 9.1 Puerto Ricod386.9 320.1 99.0 43.6 29.5 20.1 11.2 16.6 11.3 140.3 11.6 United Statese493.5 431.4 131.8 40.4 30.5 60.4 49.1 22.8 15.7 118.3 7.6 Rates are per 100,000, age adjusted to the 2000 US standard population using 19 age groups, and adjusted for delays in case reporting. aExcludes appendix. bBased on cases diagnosed during 2016-2020. cBased on cases diagnosed during 2015-2019. dData are not adjusted for delays. eRates do not include Puerto Rico. Data source: North American Association of Central Cancer Registries, 2024. ©2025, American Cancer Society, Inc., Surveillance and Health Equity Science"}
{"id": "2025-cancer-facts-and-figures-acs.pdf_9_0", "doc": "2025-cancer-facts-and-figures-acs.pdf", "page": 10, "text": "8 Cancer Facts & Figures 2025Table 5. Death Rates for Selected Cancers by State, US, 2018-2022 All sites Breast Colon & rectum Lung & bronchusNon-Hodgkin lymphoma Pancreas Prostate State Male Female Female Male Female Male Female Male Female Male Female Male Alabama 197.6 133.2 20.4 17.6 11.8 53.3 30.7 6.3 3.2 13.4 10.0 19.9 Alaska 172.3 129.3 17.1 14.8 13.1 34.2 29.8 6.7 4.4 11.0 9.0 21.8 Arizona 155.5 117.1 18.8 14.8 10.2 29.8 23.5 5.9 3.4 12.0 9.0 17.6 Arkansas 205.4 140.6 19.8 18.2 12.3 56.6 37.1 6.9 3.8 13.3 9.5 19.8 California 155.8 116.5 18.8 14.2 10.2 27.5 20.0 6.2 3.6 11.9 9.2 20.2 Colorado 150.3 111.6 18.6 13.2 9.8 25.3 20.0 5.9 3.3 11.2 8.8 21.6 Connecticut 161.0 118.1 16.8 12.4 8.8 32.6 25.2 6.6 3.6 12.9 10.2 19.0 Delaware 184.7 134.5 22.0 14.8 10.3 41.5 30.9 7.2 4.0 14.5 10.8 19.7 Dist. of Columbia 174.7 135.7 24.0 16.0 12.1 32.4 22.8 5.7 3.0 14.0 12.0 29.7 Florida 163.6 120.2 18.6 14.5 9.9 37.7 27.0 5.9 3.4 12.5 9.1 16.7 Georgia 182.5 128.7 20.7 16.6 11.5 43.8 27.0 6.0 3.4 13.2 9.6 21.3 Hawaii 144.9 105.1 16.6 14.5 9.4 28.6 20.2 5.9 3.5 12.1 9.2 15.5 Idaho 162.1 121.0 19.7 14.4 10.6 29.2 23.5 6.2 4.5 12.2 9.1 21.2 Illinois 177.2 131.9 20.2 16.3 11.2 41.0 29.6 6.5 3.9 13.5 10.3 19.0 Indiana 198.3 141.7 20.3 17.4 12.3 50.9 35.6 7.1 4.5 14.2 10.6 20.4 Iowa 179.2 128.4 17.8 16.1 11.2 41.3 30.3 7.4 4.2 12.3 9.5 20.0 Kansas 179.1 134.4 19.9 16.5 11.8 42.5 31.7 7.3 4.3 13.8 9.4 17.9 Kentucky 215.1 153.0 21.4 19.6 13.2 61.0 43.2 7.4 4.6 13.4 10.4 18.2 Louisiana 202.3 138.2 22.1 18.5 12.5 52.4 31.5 7.0 3.9 13.9 11.0 19.8 Maine 191.1 135.5 16.7 14.2 11.1 45.1 36.2 6.7 4.3 13.9 9.6 20.0 Maryland 167.2 124.8 20.0 15.0 11.0 35.1 26.2 6.2 3.5 12.9 9.7 19.9 Massachusetts 164.8 118.3 15.2 12.3 8.6 34.4 28.1 6.2 3.6 13.6 9.9 18.3 Michigan 186.8 138.2 20.3 15.9 11.3 45.0 33.2 7.7 4.4 14.2 10.8 19.0 Minnesota 167.2 122.8 17.2 13.5 9.6 33.6 26.7 7.6 4.0 12.7 9.5 19.8 Mississippi 223.0 149.5 23.4 21.9 14.2 63.1 35.9 6.6 3.6 13.8 11.0 24.5 Missouri 194.4 139.3 20.0 17.2 11.7 50.6 36.0 7.0 4.1 13.9 10.1 18.4 Montana 165.4 122.6 17.7 14.4 10.1 31.1 26.0 5.9 2.9 11.8 9.2 20.7 Nebraska 173.9 128.5 19.5 17.9 12.0 37.2 27.5 6.7 3.7 13.9 10.2 19.3 Nevada 166.4 129.5 21.7 16.0 11.7 33.9 28.8 6.1 3.9 12.5 9.5 20.4 New Hampshire 172.2 124.6 17.6 13.2 9.4 36.1 31.0 6.2 3.5 13.2 10.0 19.0 New Jersey 152.2 118.2 19.1 13.9 10.2 31.2 23.5 5.8 3.3 12.8 10.0 16.3 New Mexico 157.1 114.4 19.3 15.2 9.8 25.7 18.1 5.6 3.5 11.3 8.5 19.8 New York 148.7 113.7 17.2 13.1 9.3 31.8 23.3 5.7 3.3 12.2 9.4 15.6 North Carolina 186.2 130.8 19.9 15.0 10.8 46.8 30.7 6.5 3.6 13.1 10.1 20.2 North Dakota 162.1 119.3 16.2 14.9 10.2 35.2 27.3 6.2 3.2 11.9 9.4 17.9 Ohio 194.2 137.8 20.2 16.9 11.5 48.5 33.2 7.4 4.1 14.1 10.5 19.3 Oklahoma 209.4 150.3 22.4 19.3 13.6 54.2 38.5 7.5 4.5 13.0 9.7 20.5 Oregon 173.4 131.1 19.1 14.3 10.3 34.0 29.1 7.3 4.2 12.8 10.1 21.0 Pennsylvania 182.2 131.6 19.6 15.6 11.0 41.6 29.0 7.0 4.1 13.7 10.3 18.5 Rhode Island 173.4 122.9 16.1 12.2 10.1 38.1 29.6 6.9 3.6 13.5 9.2 18.2 South Carolina 190.9 131.7 21.3 16.7 11.2 47.4 29.8 6.4 3.5 13.5 9.9 20.8 South Dakota 177.4 131.2 18.3 15.5 12.1 38.1 31.4 6.4 4.0 13.2 10.0 20.0 Tennessee 201.8 140.7 21.7 18.2 11.9 53.9 36.5 7.1 4.0 13.3 9.9 19.6 Texas 172.0 122.8 19.7 17.2 11.1 36.0 23.8 6.6 3.6 12.4 9.3 18.2 Utah 137.7 106.4 20.2 11.6 9.5 18.0 13.5 6.3 3.4 11.4 8.5 22.1 Vermont 180.4 127.6 16.9 16.0 9.9 36.6 28.5 7.2 3.5 12.8 10.9 22.0 Virginia 176.0 127.5 20.2 15.3 11.1 40.5 27.6 6.5 3.7 12.9 9.9 20.4 Washington 167.9 126.8 18.7 13.9 10.2 33.3 27.1 7.1 4.2 12.7 10.2 20.5 West Virginia 211.4 152.5 21.1 20.6 13.3 58.1 41.9 7.6 4.2 13.4 10.0 18.0 Wisconsin 176.7 127.6 17.9 13.8 9.9 37.1 29.0 7.2 4.0 13.9 10.2 21.2 Wyoming 164.0 129.5 19.9 16.9 12.1 30.3 27.2 6.3 3.7 12.9 9.7 19.6 Puerto Ricoa132.1 86.4 17.0 17.7 10.7 14.8 7.2 4.3 2.6 7.9 5.2 21.4 Total US 173.2 126.4 19.3 15.4 10.8 38.7 27.6 6.5 3.7 12.9 9.8 19.0 Rates are per 100,000 and age adjusted to the 2000 US standard population. aRates are for 2016-2020; they were obtained from statecancerprofiles.cancer.gov and are not included in overall US combined rates. Data source: US Mortality Data, National Center for Health Statistics, Centers for Disease Control and Prevention, 2024. ©2025, American Cancer Society, Inc., Surveillance and Health Equity"}
{"id": "2025-cancer-facts-and-figures-acs.pdf_9_650", "doc": "2025-cancer-facts-and-figures-acs.pdf", "page": 10, "text": "Virginia 176.0 127.5 20.2 15.3 11.1 40.5 27.6 6.5 3.7 12.9 9.9 20.4 Washington 167.9 126.8 18.7 13.9 10.2 33.3 27.1 7.1 4.2 12.7 10.2 20.5 West Virginia 211.4 152.5 21.1 20.6 13.3 58.1 41.9 7.6 4.2 13.4 10.0 18.0 Wisconsin 176.7 127.6 17.9 13.8 9.9 37.1 29.0 7.2 4.0 13.9 10.2 21.2 Wyoming 164.0 129.5 19.9 16.9 12.1 30.3 27.2 6.3 3.7 12.9 9.7 19.6 Puerto Ricoa132.1 86.4 17.0 17.7 10.7 14.8 7.2 4.3 2.6 7.9 5.2 21.4 Total US 173.2 126.4 19.3 15.4 10.8 38.7 27.6 6.5 3.7 12.9 9.8 19.0 Rates are per 100,000 and age adjusted to the 2000 US standard population. aRates are for 2016-2020; they were obtained from statecancerprofiles.cancer.gov and are not included in overall US combined rates. Data source: US Mortality Data, National Center for Health Statistics, Centers for Disease Control and Prevention, 2024. ©2025, American Cancer Society, Inc., Surveillance and Health Equity Science"}
{"id": "2025-cancer-facts-and-figures-acs.pdf_10_0", "doc": "2025-cancer-facts-and-figures-acs.pdf", "page": 11, "text": "Cancer Facts & Figures 2025 9increased excess body weight, later age at first birth, and decreased number of childbirths. For more information on incidence trends, see Breast Cancer Statistics 2024 . Mortality trends: The female breast cancer death rate peaked in 1989 and has declined by 44% as of 2022 because of improved treatment and earlier detection through screening mammography and increased awareness, translating to approximately 517,900 fewer breast cancer deaths than would have been expected if mortality had remained at its peak. However, progress could be accelerated by eliminating racial disparities in early detection and treatment; for example, the death rate has remained unchanged over these 3 decades in American Indian and Alaska Native women and is 38% higher in Black women than in White women, despite lower incidence. Risk factors: Increasing age and being born female are the strongest risk factors for breast cancer. Potentially modifiable factors associated with increased risk include having excess body weight or gaining weight during adulthood (postmenopausal breast cancer only); drinking alcohol; and being physically inactive. Breastfeeding for at least one year decreases risk. Nonmodifiable factors that increase risk include a personal or family history of breast cancer, especially related to inherited genetic mutations in breast cancer susceptibility genes (e.g., BRCA1 or BRCA2 ). BRCA1 or BRCA2 mutations are most common among people with a strong family history of breast, ovarian, and/or some other cancers. Additional medical-related risk factors include certain benign breast conditions (e.g., atypical hyperplasia), a history of DCIS or lobular carcinoma in situ (LCIS), high breast tissue density (the amount of glandular and connective tissue relative to fatty tissue measured on a mammogram), and high-dose radiation to the chest before age 30 (e.g., for treatment of lymphoma). Reproductive and hormonal factors that increase risk include using menopausal hormone therapy (combined estrogen and progestin), previously referred to as hormone replacement therapy (HRT); a long menstrual history (menstrual periods that start early and/or end Table 6. Probability (%) of Developing Invasive Cancer During Selected Age Intervals by Sex, US, 2018-2019, 2021 Site Sex Birth to 49 50 to 64 65 to 84 85 and older Birth to death All sitesaMale 3.4 (1 in 29) 11.3 (1 in 9) 31.3 (1 in 3) 18.7 (1 in 5) 39.9 (1 in 3) Female 5.9 (1 in 17) 10.8 (1 in 9) 24.2 (1 in 4) 14.1 (1 in 7) 39.0 (1 in 3) Breast Female 2.1 (1 in 47) 4.0 (1 in 25) 7.3 (1 in 14) 2.6 (1 in 38) 13.1 (1 in 8) Colon & rectum Male 0.4 (1 in 238) 1.2 (1 in 85) 2.6 (1 in 39) 1.7 (1 in 59) 4.1 (1 in 24) Female 0.4 (1 in 255) 0.9 (1 in 117) 2.1 (1 in 47) 1.6 (1 in 62) 3.8 (1 in 26) Kidney & renal pelvis Male 0.3 (1 in 390) 0.7 (1 in 146) 1.5 (1 in 68) 0.5 (1 in 183) 2.2 (1 in 45) Female 0.2 (1 in 599) 0.3 (1 in 289) 0.8 (1 in 129) 0.3 (1 in 313) 1.3 (1 in 75) Leukemia Male 0.3 (1 in 381) 0.3 (1 in 297) 1.2 (1 in 83) 0.8 (1 in 122) 1.8 (1 in 55) Female 0.2 (1 in 483) 0.2 (1 in 454) 0.7 (1 in 138) 0.5 (1 in 201) 1.3 (1 in 77) Lung & bronchus Male 0.1 (1 in 901) 1.1 (1 in 90) 4.8 (1 in 21) 2.5 (1 in 40) 5.8 (1 in 17) Female 0.1 (1 in 783) 1.1 (1 in 93) 4.1 (1 in 24) 1.8 (1 in 54) 5.6 (1 in 18) Melanoma of the skinbMale 0.4 (1 in 258) 0.8 (1 in 120) 2.3 (1 in 43) 1.4 (1 in 72) 3.5 (1 in 29) Female 0.6 (1 in 162) 0.7 (1 in 152) 1.1 (1 in 89) 0.6 (1 in 181) 2.5 (1 in 40) Non-Hodgkin lymphoma Male 0.2 (1 in 407) 0.5 (1 in 204) 1.6 (1 in 64) 0.9 (1 in 105) 2.3 (1 in 44) Female 0.2 (1 in 534) 0.4 (1 in 265) 1.2 (1 in 87) 0.6 (1 in 158) 1.9 (1 in 54) Prostate Male 0.2 (1 in 468) 3.8 (1 in 26) 10.6 (1 in 9) 3.2 (1 in 31) 12.8 (1 in 8) Thyroid Male 0.2 (1 in 500) 0.2 (1 in 506) 0.3 (1 in 362) 0.1 (1 in 1,434) 0.6 (1 in 160) Female 0.8 (1 in 126) 0.5 (1 in 207) 0.5 (1 in 220) 0.1 (1 in 1,136) 1.7 (1 in 59) Uterine cervix Female 0.3 (1 in 340) 0.2 (1 in 564) 0.2 (1 in 580) 0.1 (1 in 1,691) 0.6 (1 in 156) Uterine corpus Female 0.3 (1 in 295) 1.1 (1 in 91) 1.7 (1 in 57) 0.4 (1 in 245) 3.1 (1 in 32)"}
{"id": "2025-cancer-facts-and-figures-acs.pdf_10_650", "doc": "2025-cancer-facts-and-figures-acs.pdf", "page": 11, "text": "in 407) 0.5 (1 in 204) 1.6 (1 in 64) 0.9 (1 in 105) 2.3 (1 in 44) Female 0.2 (1 in 534) 0.4 (1 in 265) 1.2 (1 in 87) 0.6 (1 in 158) 1.9 (1 in 54) Prostate Male 0.2 (1 in 468) 3.8 (1 in 26) 10.6 (1 in 9) 3.2 (1 in 31) 12.8 (1 in 8) Thyroid Male 0.2 (1 in 500) 0.2 (1 in 506) 0.3 (1 in 362) 0.1 (1 in 1,434) 0.6 (1 in 160) Female 0.8 (1 in 126) 0.5 (1 in 207) 0.5 (1 in 220) 0.1 (1 in 1,136) 1.7 (1 in 59) Uterine cervix Female 0.3 (1 in 340) 0.2 (1 in 564) 0.2 (1 in 580) 0.1 (1 in 1,691) 0.6 (1 in 156) Uterine corpus Female 0.3 (1 in 295) 1.1 (1 in 91) 1.7 (1 in 57) 0.4 (1 in 245) 3.1 (1 in 32) Probability is for those who are free of cancer at the beginning of each age interval. The probability of developing additional cancers and the probability of cancer death can be found in supplemental data at cancer.org/statistics . aExcludes basal and squamous cell skin cancers and in situ carcinoma except urinary bladder. bProbabilities are for non-Hispanic White individuals only. Data source: DevCan: Probability of Developing or Dying of Cancer Software, Version 6.9.0. Statistical Research and Applications Branch, National Cancer Institute, 2024. surveillance.cancer.gov/devcan/ . ©2025, American Cancer Society, Inc., Surveillance and Health Equity Science"}
{"id": "2025-cancer-facts-and-figures-acs.pdf_11_0", "doc": "2025-cancer-facts-and-figures-acs.pdf", "page": 12, "text": "10 Cancer Facts & Figures 2025late in life); not having children or having a first child after age 30; high natural levels of estrogen or testosterone; and recent use of hormonal contraceptives. Prevention: In addition to reducing risk through previously mentioned lifestyle choices, some women at high risk because of a strong family history or inherited genetic mutations may consider medicines (e.g., tamoxifen) or surgery (prophylactic mastectomy, or removal of the breasts). Women taking tamoxifen should be made aware of a small increased risk of blood clots and uterine cancer and report any abnormal vaginal bleeding, discharge, or spotting to their clinician immediately. Early detection: Early diagnosis reduces the risk of death from breast cancer and increases treatment options. Mammography is a low-dose x-ray procedure used to detect breast cancer before it becomes symptomatic and is most effective when done regularly. However, like all screening tests, it is not perfect. Mammography can sometimes miss cancer (a false- negative result) or appear abnormal in the absence of cancer (a false-positive result); about 12% of women who are screened have results that require further evaluation, but only 5% of women with an abnormal mammogram have cancer. Other potential harms of screening include detection and treatment of breast cancers and in situ lesions (e.g., DCIS) that would not have progressed or caused harm over the woman’s lifetime (i.e., overdiagnosis resulting in overtreatment). Although radiation exposure from mammograms is cumulative over time, it does not meaningfully increase breast cancer risk or outweigh the benefits of screening. For the American Cancer Society breast cancer screening guidelines, see page 44 and cancer.org/ health-care-professionals/american-cancer-society-prevention- early-detection-guidelines/breast-cancer-screening-guidelines . Signs and symptoms: The most common signs/ symptoms of breast cancer are a lump or mass in the breast; other persistent changes to the breast, including swelling or skin redness or thickening; and nipple abnormalities, such as spontaneous discharge (especially if bloody), scaliness, or retraction (drawing back within itself). Treatment: There are two general types of treatment for breast cancer – local therapy (surgical and radiation treatments to the breast and/or nearby lymph nodes and chest) and systemic therapy (such as hormone therapy, chemotherapy, immunotherapy, and targeted therapy). Treatment to the breast usually involves either breast-conserving surgery (surgical removal of the tumor and a rim of surrounding normal tissue) combined with radiation or mastectomy (surgical removal of the entire breast). One or more underarm lymph nodes are usually removed and evaluated to determine whether the tumor has spread beyond the breast. For early-stage breast cancer (no spread to the skin, chest wall, or distant organs), breast-conserving surgery plus radiation therapy results in long-term survival that is equivalent to mastectomy. Patients undergoing mastectomy may also need radiation if the tumor is large or there is lymph node involvement. Women undergoing mastectomy who elect breast reconstruction have several options, including the type of tissue or implant used to restore breast shape. Reconstruction may be performed at the time of mastectomy or later, but often requires more than one surgery. Depending on cancer stage, subtype, and sometimes other test results, such as tumor gene expression profiling (e.g., Oncotype DX), treatment may also involve chemotherapy (before and/or after surgery), hormone (anti-estrogen) therapy, targeted therapy, and/or immunotherapy (e.g., immune checkpoint inhibitors). Survival: The 5- and 10-year relative survival rates are 91% and 86%, respectively, for invasive breast cancer, mostly because two-thirds of women are diagnosed with localized-stage disease. Five-year survival ranges from 84% in Black women to 93% in White women, partly because Black women are least likely to be diagnosed with localized-stage disease and most likely to be diagnosed with aggressive breast cancer subtypes; however, Black women have the lowest survival for every subtype and stage, except localized stage. See Breast Cancer Facts & Figures at cancer.org/statistics for more information on breast cancer."}
{"id": "2025-cancer-facts-and-figures-acs.pdf_12_0", "doc": "2025-cancer-facts-and-figures-acs.pdf", "page": 13, "text": "Cancer Facts & Figures 2025 11Cancer in Children and Adolescents New cases and deaths: In 2025, an estimated 9,550 children (ages 0 to 14 years) and 5,140 adolescents (ages 15-19 years) will be diagnosed with cancer, and 1,050 children and 600 adolescents will die from the disease. Cancer is the leading disease-related cause of death among both children and adolescents. The most common cancers in children and adolescents are leukemia (28% and 13%, respectively); brain, including benign and borderline malignant tumors (27% and 22%); and lymphoma (12% and 19%). Incidence trends: After increasing since at least 1975, the overall incidence rate in children declined slightly from 2015 through 2021 by 0.8% per year, driven by a recent rapid decline in malignant brain tumors (from 37.3 per million in 2017 to 31.9 per million in 2021). In contrast, rates in adolescents continue to slowly increase by 0.7% per year. Mortality trends: Since 1970, the cancer death rate has declined by 70% in children and by 63% in adolescents largely due to improvements in treatment and high participation in clinical trials for leukemia and other common cancers, especially among children. However, progress lags for some rare cancers, and many survivors experience lifelong side effects. Risk factors: Cancers that occur during childhood or adolescence have few established risk factors and are thought to mostly be due to gene mutations. For example, cancer risk is increased in children and adolescents with certain genetic disorders (e.g., Down syndrome, Li-Fraumeni syndrome, and Beckwith- Wiedemann syndrome) or a family history of certain childhood cancers (e.g., hereditary retinoblastoma). In addition, exposure to ionizing radiation, such as for cancer treatment, increases the risk of leukemia, brain tumors, and possibly other cancers. Prior Table 7. Trends in 5-year Relative Survival Rates (%) by Race, US, 1975-2020 All races & ethnicities White Black 1975-77 1995-97 2014-20 1975-77 1995-97 2014-20 1975-77 1995-97 2014-20 All sites 49 63 69 50 64 70 39 54 65 Brain & other nervous system 23 32 33 22 31 30 25 39 37 Breast (female) 75 87 91 76 89 93 62 75 84 Colon & rectuma50 61 64 50 62 65 45 54 59 Colona51 61 63 51 62 64 45 54 57 Rectum 48 62 67 48 62 67 44 55 65 Esophagus 5 13 22 6 14 22 4 9 16 Hodgkin lymphoma 72 84 89 72 85 90 70 82 88 Kidney & renal pelvis 50 62 78 50 62 78 49 62 77 Larynx 66 66 62 67 68 63 58 52 55 Leukemia 34 48 67 35 50 68 33 42 61 Liver & intrahepatic bile duct 3 7 22 3 7 21 2 4 20 Lung & bronchus 12 15 27 12 15 27 11 13 24 Melanoma of the skin 82 91 94 82 91 94 57b76b70 Myeloma 25 32 61 24 32 61 29 32 62 Non-Hodgkin lymphoma 47 56 74 47 57 76 49 49 70 Oral cavity & pharynx 53 58 69 54 60 71 36 38 57 Ovary 36 43 51 35 43 50 42 36 43 Pancreas 3 4 13 3 4 13 2 4 11 Prostate 68 97 97 69 97 98 61 94 97 Stomach 15 22 36 14 20 37 16 22 38 Testis 83 96 95 83 96 96 73b,c86b,c89 Thyroid 92 95 98 92 96 99 90 95 97 Urinary bladder 72 80 78 73 81 79 50 63 66 Uterine cervix 69 73 67 70 74 68 65 66 58 Uterine corpus 87 84 81 88 86 84 60 62 63 Rates are age adjusted for normal life expectancy and based on cases diagnosed in the SEER 9 areas for 1975-1977 and 1995-1997 and SEER 22 areas, excluding Illinois and Massachusetts, for 2014-2020; all cases were followed through 2021. Rates for White and Black patients diagnosed during 2014-2020 are exclusive of Hispanic ethnicity. aExcludes appendix. bThe standard error is between 5 and 10 percentage points. cSurvival rate is for cases diagnosed from 1978 to 1980. Data source: Surveillance, Epidemiology, and End Results (SEER) Program, National Cancer Institute, 2024. ©2025, American Cancer Society, Inc., Surveillance and Health Equity Science"}
{"id": "2025-cancer-facts-and-figures-acs.pdf_12_650", "doc": "2025-cancer-facts-and-figures-acs.pdf", "page": 13, "text": "is between 5 and 10 percentage points. cSurvival rate is for cases diagnosed from 1978 to 1980. Data source: Surveillance, Epidemiology, and End Results (SEER) Program, National Cancer Institute, 2024. ©2025, American Cancer Society, Inc., Surveillance and Health Equity Science"}
{"id": "2025-cancer-facts-and-figures-acs.pdf_13_0", "doc": "2025-cancer-facts-and-figures-acs.pdf", "page": 14, "text": "12 Cancer Facts & Figures 2025chemotherapy also increases the risk of leukemia. Solid organ transplant recipients are at increased risk for non-Hodgkin lymphoma because drugs taken to prevent organ rejection suppress the immune system. Infection with the Epstein-Barr virus is associated with certain types of non-Hodgkin lymphoma, such as Burkitt lymphoma. Signs and symptoms: Many early signs and symptoms of childhood and adolescent cancer are nonspecific and shared by common childhood conditions, which can delay diagnosis. Parents or other caregivers should ensure regular medical checkups and be alert to unusual, persistent symptoms, including an unusual mass or swelling; unexplained paleness or loss of energy; a sudden increase in the tendency to bruise or bleed; persistent, localized pain or limping; prolonged, unexplained fever or illness; frequent headaches, often with vomiting; sudden eye or vision changes; and excessive, rapid weight loss. Below are more specific symptoms for the major categories of pediatric cancer according to the International Classification of Childhood Cancer (ICCC): • Leukemia may cause bone and joint pain, fatigue, weakness, pale skin, bleeding or bruising easily, fever, or infection. • Brain and other central nervous system tumors may cause headaches, nausea, vomiting, blurred or double vision, seizures, dizziness, and difficulty walking or handling objects. • Lymphoma often causes swollen lymph nodes, which can appear as a lump in the neck, armpit, or groin; other symptoms can include fatigue, swelling or pain in the abdomen, weight loss, sweating (especially at night), and fever. • Neuroblastoma, a cancer of immature nerve cells that is most common in children under 5 years can develop anywhere but often appears as a swelling in the abdomen, sometimes accompanied by loss of appetite. • Wilms tumor, also called nephroblastoma, is a kidney cancer that may appear as swelling or a lump in the abdomen, sometimes with blood in the urine. • Rhabdomyosarcoma is a soft tissue cancer that occurs in muscle tissue, most often in the head or neck, genitourinary area, or extremities, and may cause pain and/or a mass or swelling at the tumor site. • Retinoblastoma, an eye cancer that usually occurs in children under 5 years may cause vision problems and is often recognized because the pupil appears white or pink instead of the normal red color in flash photographs or during an eye examination. • Osteosarcoma, a bone cancer that most often occurs in adolescents, commonly appears as sporadic pain in the affected bone that may worsen at night or with activity and eventually progresses to local swelling. • Ewing sarcoma, another cancer usually arising in the bone in adolescents, typically appears as pain or swelling at the tumor site. • Gonadal germ cell tumors in girls occur in the ovaries and can be difficult to detect because symptoms, such as abdominal pain, often do not appear until the tumor is advanced; in boys, these tumors occur in the testes and are often visible and may cause pain at an early stage. Treatment: Treatment is based on type and stage of cancer and is typically coordinated by a team of experts, including pediatric oncologists and nurses, social workers, psychologists, and others trained to assist young patients and their families. Outcomes are generally most successful when treatment is at a pediatric cancer center, where health care professionals specialize in caring for children with cancer. Adolescents may be treated in the pediatric or adult oncology setting depending on cancer type and preference, although outcomes appear to be better in a pediatric setting for some cancers (e.g., acute lymphocytic leukemia). If the child or adolescent is eligible, participation in a clinical trial, which usually compares a new treatment with the best available standard treatment, should be considered. Survival: For diagnoses during 2014 to 2020, the 5-year relative survival rate for all cancers combined was 85%"}
{"id": "2025-cancer-facts-and-figures-acs.pdf_14_0", "doc": "2025-cancer-facts-and-figures-acs.pdf", "page": 15, "text": "Cancer Facts & Figures 2025 13among children and 87% among adolescents excluding benign and borderline malignant brain tumors, for which it was 98% and 99%, respectively. However, rates vary considerably depending on cancer type, patient age, and other factors, and are as low as <10% for some rare brain tumors (e.g., diffuse intrinsic pontine glioma). The overall survival rate among adolescents is heavily influenced by high survival for thyroid cancer (>99%) and Hodgkin lymphoma (98%), masking lower survival than children for several cancers, including lymphoid (acute lymphocytic) leukemia (76% versus 92%) and Ewing sarcoma (68% versus 81%). (See the Cancer Statistics Center for more childhood and adolescent survival rates.) Some treatment-related side effects may persist, or even begin long after treatment ends, including new cancers (as noted in the risk factors section) and impaired organ function (e.g., memory or heart problems) and fertility. The burden of these and other chronic health conditions among childhood cancer survivors is nearly double that of the general population by age 50. The Children’s Oncology Group has developed guidelines for screening for and managing late effects in survivors of childhood cancer. See childrensoncologygroup.org/survivorshipguidelines for more information. Colon and Rectum New cases and deaths: In 2025, an estimated 107,320 cases of colon cancer and 46,950 cases of rectal cancer will be diagnosed in the US, and 52,900 people will die from these cancers ( Table 1 ). (Accurate data on colon versus rectal cancer deaths are unavailable because of high misclassification, in part due to widespread use of “colon cancer” to refer to colon and rectal cancer in educational messaging because of cultural reluctance to use the word “rectum.”) Alaska Native people have the highest colorectal cancer incidence and mortality in the world, 2 to 3 times the rates in any other racial or ethnic group in the US. Incidence trends: Colorectal cancer incidence has declined since the mid-1980s due to changing patterns in risk factors and the widespread uptake of screening that began around 2000 among adults ages 50 and older; during 2012 to 2021, the rate decreased by about 1% per year. However, trends differ by age because the risk of disease is rising among generations born since 1950; rates increased by 2.4% per year in people younger than 50 years and by 0.4% per year in adults 50-64 during 2012 to 2021. Mortality trends: Colorectal cancer mortality rates have dropped by 57%, from 29.2 (per 100,000) in 1970 to 12.6 in 2022 due to reductions in incidence, earlier detection through screening, and improvements in treatment; during the past decade, the death rate declined by 1.7% per year in both men and women. Similar to incidence, however, this progress is confined to older adults; mortality rates in individuals younger than 55 years have increased by about 1% per year since the mid-2000s. Table 8. Five-year Relative Survival Rates (%) by Stage at Diagnosis, 2014-2020 All stages Local Regional Distant All stages Local Regional Distant Breast (female) 91 >99 87 32 Non-Hodgkin lymphoma 74 86 78 67 Colon & rectuma64 91 73 15 Oral cavity & pharynx 69 87 69 38 Colona63 91 73 13 Ovary 51 92 72 31 Rectum 67 90 74 18 Pancreas 13 44 16 3 Esophagus 22 48 28 5 Prostate 97 >99 >99 37 Kidney & renal pelvis 78 93 75 18 Stomach 36 75 36 7 Larynx 62 79 48 34 Thyroid 98 >99 98 52 Liverb22 37 13 3 Urinary bladderc78 72 40 9 Lung & bronchus 27 64 36 9 Uterine cervix 67 91 61 19 Melanoma of the skin 94 >99 75 35 Uterine corpus 81 95 70 19 Rates are adjusted for normal life expectancy based on cases diagnosed in the SEER 22 areas, excluding Illinois and Massachusetts, from 2014-2020, all cases followed through 2021. aExcludes appendix. bIncludes intrahepatic bile duct. cRate for in situ carcinoma is 97%. Stage classification based on Combined Summary Stage. Local: invasive cancer confined entirely to the organ of origin. Regional: cancer that 1) has extended beyond the limits of the organ of origin directly into surrounding organs or tissues; 2) involves regional lymph nodes; or 3) has both regional extension and involvement of regional lymph nodes. Distant: cancer has spread to body parts remote from the primary tumor either by direct extension or by discontinuous metastasis to distant organs, tissues, or via the lymphatic system to distant lymph nodes. Data source: Surveillance, Epidemiology, and End Results (SEER) Program, National Cancer Institute, 2024. ©2025 American Cancer Society, Inc., Surveillance and Health Equity Science"}
{"id": "2025-cancer-facts-and-figures-acs.pdf_14_650", "doc": "2025-cancer-facts-and-figures-acs.pdf", "page": 15, "text": "Stage. Local: invasive cancer confined entirely to the organ of origin. Regional: cancer that 1) has extended beyond the limits of the organ of origin directly into surrounding organs or tissues; 2) involves regional lymph nodes; or 3) has both regional extension and involvement of regional lymph nodes. Distant: cancer has spread to body parts remote from the primary tumor either by direct extension or by discontinuous metastasis to distant organs, tissues, or via the lymphatic system to distant lymph nodes. Data source: Surveillance, Epidemiology, and End Results (SEER) Program, National Cancer Institute, 2024. ©2025 American Cancer Society, Inc., Surveillance and Health Equity Science"}
{"id": "2025-cancer-facts-and-figures-acs.pdf_15_0", "doc": "2025-cancer-facts-and-figures-acs.pdf", "page": 16, "text": "14 Cancer Facts & Figures 2025Risk factors: More than half (54%) of colorectal cancers in the US are attributable to potentially modifiable risk factors, including excess body weight, physical inactivity, long-term cigarette smoking, high consumption of red or processed meat, heavy alcohol consumption, and low intake of calcium, whole-grain, and/or fiber-rich foods. Hereditary and medical factors that increase risk include a personal or family history of colorectal cancer or adenomatous polyps, certain inherited genetic disorders (e.g., Lynch syndrome), a personal history of chronic inflammatory bowel disease (ulcerative colitis or Crohn’s disease), and type 2 diabetes. Regular long-term use of nonsteroidal anti-inflammatory drugs, such as aspirin, reduces risk, but can have serious adverse health effects, primarily gastrointestinal bleeding. Prevention and early detection: In addition to reducing risk through previously noted lifestyle choices, screening can prevent colorectal cancer through the detection and removal of precancerous growths (polyps), and can also detect cancer at an early stage, when treatment is usually more successful. Thus, regular adherence to screening with either a stool test (fecal immunochemical test [FIT], high-sensitivity guaiac- based fecal occult blood test [hsFOBT], or a multi-target stool DNA test [Cologuard®]) or direct visual exam (e.g., colonoscopy, flexible sigmoidoscopy, or computed tomography colonography) reduces risk of colorectal cancer incidence and death. Any non-colonoscopy test that has a positive finding must be followed up with a colonoscopy. The American Cancer Society and the US Preventive Services Task Force recommend that individuals at average risk begin screening at age 45. For more information on American Cancer Society guidelines for colorectal cancer screening, see page 44 or visit cancer.org . People at increased risk because of family history or other reasons should talk to their doctor about starting screening before age 45. Signs and symptoms: The most common signs and symptoms of colorectal cancer are rectal bleeding, blood in the stool, changes in bowel habits (e.g., constipation or diarrhea) or stool shape (e.g., narrower than usual), the feeling that the bowel is not completely empty, abdominal cramping or pain, decreased appetite, and weight loss. In some cases, especially among younger adults, the cancer causes unnoticed blood loss that results in anemia (low red blood cell count) that may be detected on a blood test and/or because of symptoms such as weakness, fatigue, or shortness of breath. The most common signs and symptoms in younger individuals are bright red blood in the stool (hematochezia), abdominal pain, and altered bowel habits. Treatment: Surgery is the most common treatment for both colon and rectal cancer that has not spread to distant sites. When cancer has penetrated the bowel wall deeply or spread to lymph nodes, colon cancer patients typically receive chemotherapy after surgery, whereas rectal cancer patients may receive chemotherapy before and/or after surgery, alone or in combination with radiation. For both colon and rectal cancer that has spread to other parts of the body (metastatic colorectal cancer), treatments typically include chemotherapy and/or targeted therapy. Immunotherapy is an option that can be highly effective for a select group of advanced cancers. Survival: The 5-year relative survival rate for colorectal cancer is 64% overall but drops to 15% for distant-stage disease ( Table 8 ). Only 1 in 3 cases is diagnosed at a local stage, for which 5-year survival is 91%. See Colorectal Cancer Facts & Figures at cancer.org/statistics for more information on colorectal cancer. Kidney and Renal Pelvis New cases and deaths: In 2025, an estimated 80,980 new cases of kidney (renal) cancer will be diagnosed in the US and 14,510 people will die from the disease (Table 1 ). Most kidney cancers are renal cell carcinomas; other types include cancer of the renal pelvis (5%), which behaves more like bladder cancer, and Wilms tumor (1%), a childhood cancer that usually develops before the age of 5. (See Cancer in Children and Adolescents on page 11.) Men are twice as likely as women to be diagnosed with kidney cancer. Incidence trends: A long-term increase in kidney cancer incidence is partly attributed to incidental detection of asymptomatic tumors through increased use of medical imaging; however, rates appear to have stabilized in recent years."}
{"id": "2025-cancer-facts-and-figures-acs.pdf_15_650", "doc": "2025-cancer-facts-and-figures-acs.pdf", "page": 16, "text": "kidney cancer. Incidence trends: A long-term increase in kidney cancer incidence is partly attributed to incidental detection of asymptomatic tumors through increased use of medical imaging; however, rates appear to have stabilized in recent years."}
{"id": "2025-cancer-facts-and-figures-acs.pdf_16_0", "doc": "2025-cancer-facts-and-figures-acs.pdf", "page": 17, "text": "Cancer Facts & Figures 2025 15Mortality trends: In contrast to incidence, kidney cancer mortality has been declining since the early 2000s, with the death rate decreasing by 1.5% per year from 2013 through 2022. Risk factors: Cigarette smoking, excess body weight, and physical inactivity account for half of kidney cancer cases in the United States. Chronic high blood pressure, chronic renal failure, and occupational exposure to certain chemicals, such as trichloroethylene, also increase risk. A small proportion of kidney cancers are the result of rare hereditary conditions (e.g., von Hippel-Lindau disease). Although moderate alcohol consumption (up to about 2 drinks per day) appears to be associated with a reduced risk of renal cell carcinoma, other health harms, including increased risk of several other cancers (e.g., oral cavity and breast), far outweigh this benefit. Signs and symptoms: Signs and symptoms of kidney cancer can include blood in the urine, pain or a lump in the lower back or abdomen, fatigue, weight loss, fever, and anemia.Treatment: Surgery is the primary treatment for most kidney cancers, although active surveillance (observation) may be an option for some small tumors. Patients who are not surgical candidates may be offered ablation therapy, a procedure that uses extreme heat or cold to destroy the tumor. Adjuvant treatment (after surgery) with an immunotherapy drug may be an option for certain patients at high risk for cancer recurrence. For metastatic disease, immunotherapy and targeted drug therapies are the main treatment options, sometimes along with removal of the kidney. Survival: The 5-year relative survival rate is 79% for cancer that develops in the kidney but just 52% for tumors in the renal pelvis, partly because they are less likely to be diagnosed at a localized stage. Leukemia New cases and deaths: In 2025, an estimated 66,890 new cases of leukemia will be diagnosed in the US and 23,540 people will die from the disease ( Table 1 ). Leukemia is a cancer of the bone marrow and blood that is classified into four main groups based on cell Figure 3. Leading Sites of New Cancer Cases and Deaths – 2025 Estimates Estimated New CasesMale Female Male FemaleEstimated DeathsLung & bronchus 64,190 20% Prostate 35,770 11% Colon & rectum 28,900 9% Pancreas 27,050 8% Liver & intrahepatic bile duct 19,250 6% Leukemia 13,500 4% Esophagus 12,940 4% Urinary bladder 12,640 4% Non-Hodgkin lymphoma 11,060 3% Brain & other nervous system 10,170 3% All sites 323,900Lung & bronchus 60,540 21% Breast 42,170 14% Pancreas 24,930 8% Colon & rectum 24,000 8% Uterine corpus 13,860 5% Ovary 12,730 4% Liver & intrahepatic bile duct 10,840 4% Leukemia 10,040 3% Non-Hodgkin lymphoma 8,330 3% Brain & other nervous system 8,160 3% All sites 294,220 Prostate 313,780 30% Lung & bronchus 110,680 11% Colon & rectum 82,460 8% Urinary bladder 65,080 6% Melanoma of the skin 60,550 6% Kidney & renal pelvis 52,410 5% Non-Hodgkin lymphoma 45,140 4% Oral cavity & pharynx 42,500 4% Leukemia 38,720 4% Pancreas 34,950 3% All sites 1,053,250 Breast 316,950 32% Lung & bronchus 115,970 12% Colon & rectum 71,810 7% Uterine corpus 69,120 7% Melanoma of the skin 44,410 4% Non-Hodgkin lymphoma 35,210 4% Pancreas 32,490 3% Thyroid 31,350 3% Kidney & renal pelvis 28,570 3% Leukemia 28,170 3% All sites 988,660 Estimates exclude US territories and are rounded to the nearest 10; cases exclude basal cell and squamous cell skin cancers and in situ carcinoma except urinary bladder. Ranking is based on modeled projections and may differ from observed data. ©2025, American Cancer Society, Inc., Surveillance and Health Equity Science"}
{"id": "2025-cancer-facts-and-figures-acs.pdf_17_0", "doc": "2025-cancer-facts-and-figures-acs.pdf", "page": 18, "text": "16 Cancer Facts & Figures 2025type and rate of growth: acute lymphocytic leukemia (ALL), acute myeloid leukemia (AML), chronic myeloid leukemia (CML), and chronic lymphocytic leukemia (CLL). Although CLL is included with leukemia in this report to enable description of trends over time, it is now recognized to be the same cancer as small lymphocytic lymphoma (SLL), a type of non-Hodgkin lymphoma with a slightly different presentation. These cancers are collectively referred to as CLL/SLL. The most common types of leukemia among adults (20 years and older) are CLL (38%) and AML (31%) and among children and adolescents (ages 0 to 19 years) are ALL (76%) and AML (16%). (See Cancer in Children and Adolescents on page 11.) Incidence trends: Although trends vary by subtype, the overall leukemia incidence rate increased in children and adolescents by <1% per year from 2012 to 2021 but stabilized in adults ages 20 and older. Mortality trends: In contrast to incidence, leukemia mortality has declined since the mid-1970s in children and adolescents and since the mid-1990s in adults; from 2013 to 2022, the death rate decreased by 1.9%- 2.8% per year in all three age groups, but with variation by subtype. Risk factors: The risk of leukemia is increased among individuals exposed to high-level ionizing radiation, most commonly from prior cancer treatment. Some types of chemotherapy also increase risk. In addition, risk is increased in people with certain genetic abnormalities or inherited syndromes (e.g., Li-Fraumeni or Down syndrome) and in workers exposed to certain chemicals, such as benzene (e.g., during oil refining or rubber manufacturing). Cigarette smoking increases risk for AML in adults, and there is accumulating evidence that parental smoking before and after childbirth may increase risk of childhood leukemia. Signs and symptoms: Signs and symptoms of leukemia, which can appear suddenly for acute subtypes, may include fatigue, pale or lighter-colored skin, weight loss, repeated infections, fever, night sweats, bleeding or bruising easily, bone or joint pain, and swelling. Chronic leukemias typically progress slowly with few symptoms during early stages and are sometimes diagnosed because of abnormal blood cell counts. Treatment: Chemotherapy, sometimes in combination with targeted drugs, is used to treat most acute leukemias. Several targeted drugs are effective for treating CML because they attack cells with the Philadelphia chromosome, which is the acquired genetic abnormality that is the hallmark of the disease. Some of these drugs are also used to treat a type of ALL with a similar genetic defect. Patients with CLL that is not progressing or causing symptoms may not require treatment initially but should be closely monitored. More aggressive CLL is typically treated with targeted drugs and/or chemotherapy. Certain types of leukemia may be treated with high-dose chemotherapy followed by stem cell transplantation under appropriate conditions. Newer treatments that boost the body’s immune system, such as chimeric antigen receptor (CAR) T-cell therapy, have shown much promise, even against some hard-to-treat leukemias. Survival: Five-year relative survival is 67% for leukemia overall, but ranges among youth (ages 0 to 19 years) from 70% for AML to 90% for ALL and among adults (20 years and older) from 29% for AML and 47% for ALL to 70% for CML and 89% for CLL. Age-related differences partly reflect wide variation in cancer biology in children versus adults. Liver New cases and deaths: In 2025, an estimated 42,240 new cases of liver cancer will be diagnosed in the US and 30,090 people will die from the disease ( Table 1 ). The most common types of liver cancer are hepatocellular carcinoma (HCC; 70%) and intrahepatic bile duct cancer (cholangiocarcinoma; 21%). Liver cancer incidence is almost 3 times higher in men than in women. Incidence trends: Liver cancer incidence rates tripled over the past four decades and continued to increase by 2% per year in women from 2017 to 2022 but have stabilized in men. Mortality trends: Mirroring incidence, the increasing mortality trend since the 1980s continued in women from 2018 to 2022 (by 0.7% per year) but reversed in men, among whom rates declined by 1.2% per year during this time."}
{"id": "2025-cancer-facts-and-figures-acs.pdf_17_650", "doc": "2025-cancer-facts-and-figures-acs.pdf", "page": 18, "text": "the 1980s continued in women from 2018 to 2022 (by 0.7% per year) but reversed in men, among whom rates declined by 1.2% per year during this time."}
{"id": "2025-cancer-facts-and-figures-acs.pdf_18_0", "doc": "2025-cancer-facts-and-figures-acs.pdf", "page": 19, "text": "Cancer Facts & Figures 2025 17Risk factors: Approximately 75% of liver cancers in the US are caused by potentially modifiable risk factors, such as excess body weight, hepatitis C virus (HCV) and/or hepatitis B virus (HBV) infection, smoking, and heavy alcohol consumption (3 or more drinks per day). Increased risk is also associated with type 2 diabetes, nonalcoholic fatty liver disease, and eating food contaminated with aflatoxin (toxins produced by fungi that grow on improperly stored foods, such as nuts and grains). Low-dose aspirin is associated with reduced risk, although potential harmful side effects outweigh the benefit for most people. Prevention: A vaccine that protects against HBV infection has long been recommended for infants and unvaccinated children, and 91% of adolescents were vaccinated in 2023. However, because 70% of adults are unvaccinated, the Centers for Disease Control and Prevention (CDC) recommends one-time HBV screening of adults 18 years and older; screening women during every pregnancy; and vaccination of all adults ages 19-59 years and high-risk adults >60. Regular testing is also recommended for people at high risk, such as those who have injected drugs, and there are similar screening and testing recommendations for HCV, for which there is no vaccine. Antiviral therapy can usually reduce cancer risk for people infected with HBV or HCV. Visit the CDC website at cdc.gov/hepatitis for more information on viral hepatitis. Early detection: Although screening for liver cancer is not recommended for most people, many professional societies recommend testing individuals at high risk (e.g., those with cirrhosis) with ultrasound, computerized tomography (CT), and/or blood tests. Signs and symptoms: Symptoms, which do not usually appear until the cancer is advanced, can include abdominal pain and/or swelling, weight loss, nausea, loss of appetite, jaundice (a yellowish discoloration of the skin and white areas of the eyes), and fever. Enlargement of the liver is the most common physical sign. Treatment: Early-stage liver cancer can sometimes be treated successfully with surgery to remove part of the liver (although few patients have enough healthy liver for this option) or liver transplantation. Other local treatments include tumor ablation (destruction), embolization (blocking blood flow), or radiation therapy. Some patients diagnosed at an advanced stage may be offered targeted drug therapies and/or immunotherapy. Survival: The 5-year relative survival rate for liver cancer is 22%, up from 3% four decades ago ( Table 7 ). Even for the 42% of patients diagnosed with localized- stage disease, 5-year survival is only 37% ( Table 8 ). Lung and Bronchus New cases and deaths: In 2025, an estimated 226,650 new cases of lung cancer will be diagnosed in the US and 124,730 people will die from the disease ( Table 1 ). Most lung cancers are classified as either non-small cell lung cancer (NSCLC; 87%) or small cell lung cancer (SCLC; 13%). Incidence trends: Lung cancer incidence has been declining since the mid-1980s in men, but only since the mid-2000s in women because of sex differences in historical patterns of smoking uptake and cessation; from 2012 to 2021, the rate declined by 3.0% per year in men and by 1.4% per year in women. Mortality trends: Lung cancer mortality rates have declined by 61% since 1990 in men and by 38% since 2002 in women, largely due to reductions in smoking; however, major advances in treatment for NSCLC and earlier detection have accelerated declines in the past decade. From 2013 to 2022, the death rate decreased by 4.8% per year in men and 3.7% per year in women. Risk factors: Cigarette smoking is by far the most important risk factor, with approximately 86% of lung cancers in the US caused by smoking according to a new study by American Cancer Society researchers. Risk increases with both quantity and duration of smoking. Cigar and pipe smoking also increases risk. (See Tobacco Use section, page 30, for more information.) Exposure to radon gas, which is released from soil and can accumulate in indoor air, is the second-leading cause of lung cancer in the US. Other risk factors include exposure to secondhand smoke (2.7% of lung cancers, the equivalent of 6,120 new cases in 2025), asbestos (particularly among people who smoke), and certain metals (chromium, cadmium, and arsenic), as well as some organic chemicals, radiation, air pollution, and"}
{"id": "2025-cancer-facts-and-figures-acs.pdf_18_650", "doc": "2025-cancer-facts-and-figures-acs.pdf", "page": 19, "text": "and can accumulate in indoor air, is the second-leading cause of lung cancer in the US. Other risk factors include exposure to secondhand smoke (2.7% of lung cancers, the equivalent of 6,120 new cases in 2025), asbestos (particularly among people who smoke), and certain metals (chromium, cadmium, and arsenic), as well as some organic chemicals, radiation, air pollution, and"}
{"id": "2025-cancer-facts-and-figures-acs.pdf_19_0", "doc": "2025-cancer-facts-and-figures-acs.pdf", "page": 20, "text": "18 Cancer Facts & Figures 2025diesel exhaust. Specific occupational exposures that increase risk include rubber manufacturing, paving, roofing, painting, and chimney sweeping. Early detection: Lung cancer screening with low-dose spiral computed tomography (LDCT) has been shown to reduce lung cancer mortality in people at high risk. The American Cancer Society now recommends annual LDCT for generally healthy adults ages 50 to 80 years with a minimum 20 pack-year smoking history, regardless of number of years since quitting for people who no longer smoke. See page 44 for American Cancer Society screening recommendations. Signs and symptoms: Symptoms, which usually do not appear until the cancer is advanced, can include persistent cough, sputum streaked with blood, chest pain, a hoarse voice, worsening shortness of breath, and recurrent pneumonia or bronchitis. Treatment: Treatment is based on whether the cancer is NSCLC or SCLC, as well as its stage and molecular characteristics. For early-stage NSCLC, surgery is the usual treatment for otherwise healthy individuals, sometimes with chemotherapy, targeted drugs, immunotherapy, and/or radiation therapy. Advanced- stage NSCLC is usually treated with chemotherapy, targeted drugs, and/or immunotherapy. Early-stage SCLC is usually treated with chemotherapy combined with radiation, followed by immunotherapy. Radiation to the brain (prophylactic cranial irradiation) is sometimes given in early-stage SCLC to reduce the risk of brain metastases. People with advanced SCLC are usually treated with chemotherapy and immunotherapy. Survival: The 5-year relative survival rate for lung cancer is 27% overall, but 64% for the 27% of people who are diagnosed at a localized stage ( Table 8 ). Lymphoma New cases and deaths: In 2025, an estimated 89,070 new cases of lymphoma will be diagnosed in the US and 20,540 people will die from the disease ( Table 1 ). These cancers begin in immune system cells and can occur almost anywhere in the body. Lymphomas are broadly grouped as Hodgkin lymphoma (8,720 cases and 1,150 deaths in 2025) or non-Hodgkin lymphoma (NHL, 80,350 cases and 19,390 deaths in 2025), and are further classified based on cell composition and characteristics, such as cell-surface markers and anatomic site. (Although chronic lymphocytic leukemia is now recognized to be the same cancer as small lymphocytic lymphoma, a type of non-Hodgkin lymphoma, it is included with leukemia in this report to enable description of trends over time.) Incidence trends: During 2012 to 2021, incidence rates declined by 1% per year for Hodgkin lymphoma and 0.6% per year for NHL. Mortality trends: The death rate has been declining since at least 1975 for Hodgkin lymphoma and since 1997 for NHL due to reductions in incidence, advances in treatment, and improved survival for human immunodeficiency virus (HIV)-associated lymphoma. From 2013 to 2022, the death rate decreased by 2.5% per year for Hodgkin lymphoma and 2.1% per year for NHL. Risk factors: Typical of most cancers, the overall risk of NHL increases with age. In contrast, Hodgkin lymphoma incidence peaks during adolescence/early adulthood and then again in later life. Most known risk factors for lymphoma are associated with severely altered immune function. For example, risk is elevated in people who receive immune suppressants to prevent organ transplant rejection and those who have certain autoimmune disorders (e.g., Sjögren syndrome, systemic lupus, and rheumatoid arthritis). Certain infectious agents (e.g., Epstein-Barr virus) increase the risk of some lymphoma subtypes directly, whereas others increase risk indirectly by weakening the immune system (e.g., HIV) or continuously activating it (e.g., Helicobacter pylori and hepatitis C virus). Family history of lymphoma also increases risk. Signs and symptoms: The most common symptoms of lymphoma are caused by swollen lymph nodes, and include lumps in the neck, underarm, or groin; chest pain; shortness of breath; abdominal fullness; and loss of appetite. Other symptoms can include itching, night sweats, fatigue, unexplained weight loss, and intermittent fever. Treatment: NHL is usually treated with chemotherapy, although targeted drugs, immunotherapy, and/or"}
{"id": "2025-cancer-facts-and-figures-acs.pdf_20_0", "doc": "2025-cancer-facts-and-figures-acs.pdf", "page": 21, "text": "Cancer Facts & Figures 2025 19radiation might also be part of treatment for some stages and subtypes. If NHL persists or recurs after standard treatment, stem cell transplantation may be an option. Newer therapies that help the body’s immune system recognize and attack lymphoma cells (e.g., CAR T-cell therapy) are also options and have shown promising results for some hard-to-treat or recurrent lymphomas. Hodgkin lymphoma is usually treated with chemotherapy and/or radiation therapy, depending on disease stage and cell type. If these treatments are ineffective, options may include stem cell transplantation and/or immunotherapy. Survival: Survival varies widely by lymphoma subtype, stage of disease, and age at diagnosis; overall 5-year relative survival is 89% for Hodgkin lymphoma and 74% for NHL ( Table 7 ). Oral Cavity and Pharynx New cases and deaths: In 2025, an estimated 59,660 new cases of cancer of the oral cavity (mouth) and pharynx (throat) will be diagnosed in the US and 12,770 people will die from the disease ( Table 1 ). Incidence rates are almost 3 times higher in men than in women. The distribution of oral cavity cancers has shifted because of changing patterns in risk factors (e.g., less smoking), with the proportion of cases occurring on the tongue or tonsils doubling from 1 in 4 during the late 1970s to 1 in 2 during 2017 to 2021. Incidence trends: Incidence rates increased by 0.7% per year during 2012 to 2021, mostly driven by cancers associated with human papillomavirus (HPV) that occur in the oropharynx (the part of the throat behind the oral cavity that includes the back one-third of the tongue, soft palate, and tonsils), which increased by 2% per year versus a decrease of 1% per year for other oral sites. Mortality trends: After decades of decline, the mortality rate for cancers of the oral cavity and pharynx combined increased by 0.7% per year from 2009 through 2022, mostly because of an increase of about 2% per year in deaths from cancers of the tongue, tonsil, and oropharynx, which are often associated with HPV. Risk factors: Known risk factors include any form of tobacco use and alcohol consumption, with a 30-fold increased risk for individuals who both smoke and drink heavily. HPV infection of the mouth and throat, believed to be transmitted through sexual contact, also increases risk. Prevention: In 2020, the FDA added oral cancer prevention as an indication for the HPV vaccine, originally introduced for cervical cancer prevention. Unfortunately, up-to-date immunization rates remain low in adolescents aged 13 to 17 years at 61% in 2023 (64% of females and 59% of males). Signs and symptoms: Symptoms may include a sore in the throat or mouth that bleeds easily and does not heal; a persistent red or white patch, lump, or thickening in the throat or mouth; ear pain; a neck mass; or coughing up blood. Difficulty chewing, swallowing, or moving the tongue or jaw are often later symptoms. Treatment: Treatment is based largely on the stage and location of the tumor and whether it tests positive for HPV (oropharyngeal cancer), but other factors can also be important. Surgery and/or radiation therapy are standard treatments; chemotherapy is often added for high-risk or advanced disease. Chemotherapy or targeted drug therapy may be combined with radiation as initial treatment in some cases. Immunotherapy with or without chemotherapy is a newer option for advanced or recurrent cancer. Survival: The 5-year relative survival rate for cancers of the oral cavity and pharynx is 69% overall but is much lower in Black people (57%) than in White people (71%; Table 7 ). Although this may partly reflect more HPV-associated cancers (which have better outcomes) in White people, the survival disparity persists regardless of tumor HPV status. Ovary New cases and deaths: In 2025, an estimated 20,890 new cases of ovarian cancer will be diagnosed in the US and 12,730 women will die from the disease ( Table 1 ). Approximately 9 in 10 cases are epithelial ovarian cancer, most of which are high-grade serous tumors that are thought to originate in the fallopian tubes."}
{"id": "2025-cancer-facts-and-figures-acs.pdf_20_650", "doc": "2025-cancer-facts-and-figures-acs.pdf", "page": 21, "text": "( Table 1 ). Approximately 9 in 10 cases are epithelial ovarian cancer, most of which are high-grade serous tumors that are thought to originate in the fallopian tubes."}
{"id": "2025-cancer-facts-and-figures-acs.pdf_21_0", "doc": "2025-cancer-facts-and-figures-acs.pdf", "page": 22, "text": "20 Cancer Facts & Figures 2025Incidence trends: Ovarian cancer incidence has declined since at least the 1970s, likely due at least in part to increased oral contraceptive use (which decreases risk) during the last half of the 20th century and decreased menopausal hormone therapy use (which increases risk) during the 2000s. The rate decreased by 1.6% per year from 2012 to 2021. Mortality trends: Ovarian cancer mortality has decreased by 43% since 1976, with most of the progress occurring since the mid-2000s; from 2004 through 2022, the death rate declined by 2.4% per year, reflecting both decreased incidence and improved treatment. Risk factors: The most important risk factor other than age is a family history of breast or ovarian cancer, some of which is related to certain inherited gene mutations (e.g., BRCA1 or BRCA2 or those related to Lynch syndrome). Other medical conditions and characteristics associated with increased risk include a personal history of breast cancer, endometriosis, or pelvic inflammatory disease, and tall adult height. Modifiable factors associated with increased risk include use of estrogen-only menopausal hormone therapy and excess body weight (more rare subtypes). Cigarette smoking is associated with a rare subtype (mucinous). Factors associated with lower risk include pregnancy/higher number of children, later age at menarche, earlier age at menopause, fallopian tube ligation or removal (salpingectomy), and use of hormonal contraceptives. Accumulating evidence suggests that frequent aspirin use is also associated with reduced risk, although this can have serious adverse health effects. In 2024, the International Agency for Research on Cancer classified talc as “probably carcinogenic to humans” (Group 2A) based on “limited” evidence that it increases the risk of ovarian cancer, although contamination of talc- containing products with asbestos remains a “major concern” in this association. Prevention: Some women at high risk because of a strong family history or inherited genetic mutations may consider preventive surgery to remove both ovaries and fallopian tubes (prophylactic bilateral salpingo-oophorectomy), which greatly reduces risk. Women at average risk who are having pelvic surgery for other reasons (e.g., hysterectomy) may choose to reduce ovarian cancer risk by having their fallopian tubes removed (opportunistic salpingectomy). Early detection: Currently, there are no recommended screening tests for ovarian cancer. Women who are at high risk because of inherited genetic mutations may be offered a thorough pelvic exam in combination with transvaginal ultrasound and a blood test for the CA125 tumor marker; however, this strategy has not been shown to reduce ovarian cancer mortality and is associated with serious harms, including surgery in many cases when no cancer is present (false-positive). The US Preventive Services Task Force recommends against screening asymptomatic average-risk women for ovarian cancer. Signs and symptoms: Early ovarian cancer usually causes no obvious specific symptoms. However, some women experience persistent, nonspecific symptoms, such as back pain, bloating, pelvic or abdominal pain, difficulty eating or feeling full quickly, or urinary urgency or frequency in the months before diagnosis. Women who experience such symptoms daily for more than a few weeks should seek prompt medical evaluation. The most common sign of ovarian cancer is swelling of the abdomen caused by fluid accumulation (ascites) when the disease is advanced. Treatment: Treatment includes surgery, and often chemotherapy and targeted therapy. Surgery usually involves removal of both ovaries and fallopian tubes (bilateral salpingo-oophorectomy), the uterus (hysterectomy), and the omentum (fatty tissue attached to some of the organs in the abdomen), along with biopsies of the peritoneum (lining of the abdominal cavity). Additional abdominal organs may be removed in women with advanced disease, whereas only the involved ovary and fallopian tube may be removed in younger women with very early-stage tumors who want to preserve fertility. The goals of surgery are to remove as much of the tumor as possible, referred to as debulking, and accurately stage the cancer. Some women with advanced disease may benefit from chemotherapy administered directly into the abdomen (intraperitoneal). Targeted drugs can sometimes be used after other treatments to slow growth of advanced cancers or as maintenance treatment to keep the cancer from recurring after chemotherapy."}
{"id": "2025-cancer-facts-and-figures-acs.pdf_21_650", "doc": "2025-cancer-facts-and-figures-acs.pdf", "page": 22, "text": "used after other treatments to slow growth of advanced cancers or as maintenance treatment to keep the cancer from recurring after chemotherapy."}
{"id": "2025-cancer-facts-and-figures-acs.pdf_22_0", "doc": "2025-cancer-facts-and-figures-acs.pdf", "page": 23, "text": "Cancer Facts & Figures 2025 21Survival: Ovarian cancer is the most fatal gynecologic cancer; the 5-year relative survival rate is 51% overall, but ranges from 43% among Black women to 61% among Asian American/Pacific Islander women. For the 1 in 5 women who are diagnosed with localized disease, the 5-year survival rate is 92% ( Table 8 ), spurring continued efforts to develop an effective early-detection strategy. Pancreas New cases and deaths: In 2025, an estimated 67,440 new cases of pancreatic cancer will be diagnosed in the US and 51,980 people will die from the disease ( Table 1 ). Approximately 9 in 10 cases develop in the exocrine tissue of the pancreas, which makes enzymes to digest food. Endocrine tumors, commonly referred to as pancreatic neuroendocrine tumors (NETs), develop in hormone-producing cells and have a younger median age at diagnosis and usually much better prognosis. Incidence trends: The incidence rate for pancreatic cancer has increased by about 1% per year since the late 1990s in both men and women. Mortality trends: For the past several decades, the death rate for pancreatic cancer has increased slowly by 0.2% to 0.3% per year in men and women. Risk factors: People who smoke have about twice the risk of pancreatic cancer as those who have never smoked, and the use of smokeless tobacco also increases risk. Other risk factors include type 2 diabetes, excess body weight, a family history of pancreatic cancer, and a personal history of chronic pancreatitis, often caused by heavy alcohol consumption, which may also increase risk. Risk is also elevated among people with certain genetic syndromes (e.g., Lynch syndrome) and inherited mutations (e.g., in BRCA1 or BRCA2 genes). Early detection: Studies suggest that individuals at high risk for pancreatic cancer because of genetic predisposition or a strong family history can benefit from annual surveillance with endoscopic ultrasound and/or magnetic resonance imaging (MRI). The US Preventive Services Task Force recommends against screening asymptomatic average-risk individuals for pancreatic cancer. Signs and symptoms: Signs and symptoms of pancreatic cancer, which usually do not appear until the disease is advanced, can include weight loss, abdominal pain that may radiate to the back, jaundice (yellowing of the skin and whites of the eyes), nausea, and vomiting. Treatment: Surgery, radiation therapy, and chemotherapy are treatment options that may extend survival and/or relieve symptoms, but seldom produce a cure. Fewer than 20% of patients are candidates for surgery because the cancer has usually spread beyond the pancreas at diagnosis. For those who do undergo surgery, postoperative treatment with chemotherapy (and sometimes radiation) may lower the risk of recurrence and might help people live longer. For advanced disease, chemotherapy, sometimes along with a targeted therapy drug, may be used; a small number of patients are eligible for immunotherapy. Survival: For all stages combined, the 5-year relative survival rate is 13%, but this ranges from 8% for exocrine tumors to 73% for NETs. Even for the 16% of people diagnosed with localized pancreatic cancer, the 5-year survival rate is only 44% ( Table 8 ). Prostate New cases and deaths: In 2025, an estimated 313,780 new cases of prostate cancer will be diagnosed in the US and 35,770 men will die from the disease ( Table 1 ). The incidence of prostate cancer is almost 70% higher in Black men than in White men ( Table 9 ). Incidence trends: Changes in prostate cancer incidence rates over time largely reflect trends in screening with the prostate-specific antigen (PSA) blood test. For example, incidence declined sharply from 2007 to 2014 following recommendations against screening from the US Preventive Services Task Force and reductions in PSA testing. However, incidence rates have increased since 2014 by 3% per year, ranging in magnitude from 2.4% per year for localized-stage disease to 4.8% per year for advanced disease during 2017 to 2021. Mortality trends: The prostate cancer death rate has declined by half from its peak of 39.3 per 100,000 men in 1993 to 18.7 per 100,000 men in 2022 because of earlier detection through PSA testing and advances in"}
{"id": "2025-cancer-facts-and-figures-acs.pdf_22_650", "doc": "2025-cancer-facts-and-figures-acs.pdf", "page": 23, "text": "half from its peak of 39.3 per 100,000 men in 1993 to 18.7 per 100,000 men in 2022 because of earlier detection through PSA testing and advances in"}
{"id": "2025-cancer-facts-and-figures-acs.pdf_23_0", "doc": "2025-cancer-facts-and-figures-acs.pdf", "page": 24, "text": "22 Cancer Facts & Figures 2025treatment. However, the pace of decrease has slowed from 3.6% per year during 1993 to 2012 to 0.5% per year thereafter, likely in part reflecting the increase in advanced-stage diagnoses. Risk factors: The only well-established risk factors for prostate cancer are increasing age, Western African ancestry, a family history of the disease, and certain inherited genetic conditions (e.g., Lynch syndrome and BRCA1 and BRCA2 mutations). Black men in the US and the Caribbean have the highest documented prostate cancer incidence rates in the world. Smoking and excess body weight may increase risk of aggressive and/ or fatal disease. Early detection: No major medical organization presently endorses routine screening for men at average risk because of concerns about overdiagnosis (detecting disease that would never have caused symptoms or harm), especially given the potential for serious side effects associated with prostate cancer treatment. However, newer biomarker and imaging tests increasingly limit unnecessary biopsies and reduce overdiagnosis and overtreatment. The American Cancer Society, and now the US Preventive Services Task Force, recommend “shared decision-making,” whereby health care providers educate men about the benefits and harms of PSA screening and encourage personal choice. The American Cancer Society recommends that these conversations begin at age 50 for men at average risk of prostate cancer, at age 45 for Black men and those with a close relative diagnosed with prostate cancer before the age of 65, and at age 40 for men at even higher risk because of a stronger family history (several close relatives diagnosed at an early age) or BRCA mutation. See page 44 for more information about screening guidelines. Signs and symptoms: Early-stage prostate cancer usually causes no symptoms. More advanced disease shares symptoms with benign prostate conditions, including weak or interrupted urine flow; difficulty starting or stopping urination; frequent urination, especially at night; blood in the urine; or pain or burning with urination. Late-stage prostate cancer commonly spreads to the bones, which can cause pain in the hips, spine, ribs, or other areas. Treatment: Recent changes in the grading system for prostate cancer, as well as newer genomic tests, have improved tumor characterization and disease management. Careful monitoring of disease (called active surveillance) instead of immediate treatment is appropriate for many patients, particularly men who are diagnosed at an early stage, have less aggressive tumors, and are older. The main treatment options for early-stage disease include surgery, external beam radiation, and radioactive seed implants (brachytherapy). Focal therapies, in which only part of the prostate is treated, are also being studied. Hormone therapy may be used along with surgery or radiation in locally advanced cases. Treatment often impacts a man’s quality of life due to temporary or long-term side effects or complications, such as urinary and erectile difficulties. Late-stage prostate cancer treatment options include hormonal therapy, chemotherapy, and/or radiation therapy. Hormone treatment may control advanced prostate cancer for long periods of time by shrinking the size or limiting the growth of the cancer, thus helping to relieve pain and other symptoms. In cases where the prostate cancer is growing rapidly or is no longer responding to hormone therapy, chemotherapy may be used. If the prostate cancer cells have spread to the bones and are causing pain, a therapy called Radium-223 may be offered. Targeted drugs (PARP inhibitors) can be used along with hormone therapy for men whose cancers have BRCA or other DNA repair gene mutations, and other types of drugs can be used to treat prostate cancer that has spread to the bones. Survival: The 5-year relative survival rate approaches 100% for the overwhelming majority (83%) of men diagnosed with localized- or regional-stage prostate cancer, but drops to 37% for those diagnosed with distant-stage disease ( Table 8 ). The 10-year survival rate for all stages combined is 98%. Skin New cases and deaths: Skin cancer is the most commonly diagnosed cancer in the US. However, the actual number of the most common types – basal cell carcinoma and squamous cell carcinoma (i.e., keratinocyte carcinoma or KC) – is unknown because these cases are not required to"}
{"id": "2025-cancer-facts-and-figures-acs.pdf_23_650", "doc": "2025-cancer-facts-and-figures-acs.pdf", "page": 24, "text": "actual number of the most common types – basal cell carcinoma and squamous cell carcinoma (i.e., keratinocyte carcinoma or KC) – is unknown because these cases are not required to"}
{"id": "2025-cancer-facts-and-figures-acs.pdf_24_0", "doc": "2025-cancer-facts-and-figures-acs.pdf", "page": 25, "text": "Cancer Facts & Figures 2025 23be reported to cancer registries. The most recent study estimated that 5.4 million cases of KC were diagnosed among 3.3 million people in 2012, many of whom have multiple occurrences. Invasive melanoma accounts for only 1% of all skin cancer cases but the majority of deaths. In 2025, an estimated 104,960 new cases of invasive and 107,240 cases of in situ melanoma will be diagnosed in the US, while 8,430 people will die from the disease ( Table 1 ). Incidence rates are higher in women than in men before age 50, but thereafter are much higher in men. This pattern likely reflects age-related differences in historical occupational and recreational exposure to ultraviolet (UV) radiation, as well as higher use of indoor tanning among young women. Incidence trends: Incidence of invasive melanoma of the skin has increased steeply since the 1970s, although contemporary trends vary by age and sex; rates among individuals younger than 50 years have stabilized in women and declined by 1% per year in men since the early 2000s, whereas rates in adults ages 50 and older continue to increase in women by almost 3% per year but have stabilized in men in recent years. Mortality trends: In contrast to incidence, melanoma mortality has been declining in women since the early 1990s and in men since around 2010; from 2013 through 2022, the rate decreased by about 3% per year and 4% per year, respectively, largely because of major advances in the treatment of advanced disease. Risk factors: Excess exposure to UV radiation from sunlight or indoor tanning increases risk for almost all skin cancers, especially among people with light skin color. A personal history of the disease and advanced age also increase risk. Risk of squamous cell carcinoma (SCC) is increased with a history of actinic keratoses, which is a common skin precancer caused by chronic sun exposure. A weakened immune system increases risk of SCC and melanoma, with transplant patients at particular risk of aggressive SCC. Additional melanoma risk factors include a strong family history of the disease and the presence of atypical, large, or numerous (more than 50) moles. Prevention: All people are at risk of developing skin cancer, regardless of race or ethnicity, and should take measures to prevent the disease. Most skin cancer cases and deaths are caused by exposure to UV radiation, and thus are potentially preventable. Exposure to intense UV radiation can be minimized by wearing protective clothing (e.g., long sleeves, a wide- brimmed hat, etc.) and sunglasses that block UV rays; avoiding the sun at peak hours; applying broad- spectrum sunscreen that has a sun protection factor (SPF) of at least 30; seeking shade; and not sunbathing or tanning indoors. Children and adolescents should be especially protected from excessive UV radiation exposure because severe sunburns early in life may particularly increase risk of melanoma. Communities can help prevent skin cancer through educational interventions in schools and providing shade at schools, recreational sites, and occupational and other public settings. Additionally, for people at elevated risk, such as those with a high incidence of actinic keratosis or genetic susceptibility, there are new medicines available to help reduce skin cancer risk. Early detection: The best way to detect skin cancer early is to be aware of new or changing skin spots or growths, particularly those that look unusual. Any new lesions or a progressive change in a lesion’s appearance (size, shape, color, new bleeding, etc.) should be evaluated promptly by a clinician. Periodic skin examination, preferably monthly and with the help of a partner for areas that are hard to see, may help identify changes. Signs and symptoms: Warning signs of all skin cancers include changes in the size, shape, or color of a mole or other skin lesion; the appearance of a new skin growth; or a sore that does not heal. Changes that progress over a month or more should be evaluated by a clinician. Basal cell carcinoma may appear as a growth that is flat, or as a small, raised pink or red translucent, shiny area that may bleed following minor injury. Squamous cell carcinoma may appear as a growing lump, often with a rough surface, or as a flat, reddish patch that grows slowly. The ABCDE rule outlines warning signs of the most common type of melanoma: A is for asymmetry (one half of the mole does not match the other half); B is for border irregularity (the edges are ragged, notched, or"}
{"id": "2025-cancer-facts-and-figures-acs.pdf_24_650", "doc": "2025-cancer-facts-and-figures-acs.pdf", "page": 25, "text": "a month or more should be evaluated by a clinician. Basal cell carcinoma may appear as a growth that is flat, or as a small, raised pink or red translucent, shiny area that may bleed following minor injury. Squamous cell carcinoma may appear as a growing lump, often with a rough surface, or as a flat, reddish patch that grows slowly. The ABCDE rule outlines warning signs of the most common type of melanoma: A is for asymmetry (one half of the mole does not match the other half); B is for border irregularity (the edges are ragged, notched, or"}
{"id": "2025-cancer-facts-and-figures-acs.pdf_25_0", "doc": "2025-cancer-facts-and-figures-acs.pdf", "page": 26, "text": "24 Cancer Facts & Figures 2025blurred); C is for color (the pigmentation is not uniform); D is for diameter greater than 6 millimeters (about the size of a pencil eraser); and E is for evolution, meaning a change in the mole’s appearance over time. Not all melanomas have these signs, so be alert for any new or changing skin growths or spots. Treatment: Most cases of KC are cured by removing the lesion through minor surgery or other techniques (e.g., freezing). Radiation therapy and/or certain topical medications may also be used. For more advanced cancers (which are uncommon), immunotherapy or targeted drugs might be options. For melanoma, the primary tumor and surrounding normal tissue are surgically removed, and sometimes a nearby lymph node is biopsied to determine stage; if this node contains cancer, more extensive surgery may be needed. Melanomas with deep invasion or that have spread to lymph nodes may be treated with surgery, immunotherapy, targeted drug therapy, and/or radiation therapy. The treatment of advanced melanoma has changed greatly in recent years with the development of several new immunotherapy and targeted drugs that can be very effective. Traditional chemotherapy may be used but is usually much less effective than newer treatments. Survival: Almost all cases of KC can be cured, especially if detected and treated early. Although melanoma is also highly curable when detected in its earliest stages, it is more likely than KC to spread to other parts of the body. The 5-year relative survival rate for melanoma overall is 94%, ranging from >99% for cases diagnosed at a localized stage to 35% for distant- stage disease ( Table 8 ), up from 15% in the mid-2000s due to treatment breakthroughs. Thyroid New cases and deaths: In 2025, there will be an estimated 44,020 new cases of thyroid cancer diagnosed in the US and 2,290 people will die from the disease (Table 1 ). The incidence rate is almost 3 times higher in women than in men. Incidence trends: Thyroid cancer incidence has decreased by 1% to 2% per year in both men and women since 2014; the declining trend is attributed to more conservative diagnostic criteria after 7% per year increases during the 2000s were partly attributed to overdetection from increased imaging. Mortality trends: The death rate for thyroid cancer has remained stable since 2009. Risk factors: Risk factors for thyroid cancer include being female; having a history of goiter (enlarged thyroid), thyroid nodules, or a family history of thyroid cancer; radiation exposure early in life (e.g., during cancer treatment); excess body weight; and certain rare genetic syndromes, such as familial adenomatous polyposis (FAP). People who test positive for a mutation in the RET gene, which causes a hereditary form of thyroid cancer (familial medullary thyroid carcinoma), can lower their risk of developing the disease by having the thyroid gland surgically removed. Signs and symptoms: The most common symptom of thyroid cancer is a lump in the neck that is noticed by a patient or felt by a clinician during an exam. Other symptoms can include a tight or full feeling in the neck, difficulty breathing or swallowing, hoarseness, swollen lymph nodes, and pain in the throat or neck that does not go away. Many thyroid cancers are diagnosed incidentally in people without symptoms when an abnormality is seen on an imaging test done for another reason. Treatment: Most thyroid cancers are highly curable, but about 3% (medullary and anaplastic thyroid cancers) are more aggressive and likely to spread to other organs. Treatment depends on patient age, tumor size and cell type, and extent of disease. If the cancer has not spread to other parts of the body, surgery is usually offered, such as a thyroid lobectomy (partial removal of thyroid) or total thyroidectomy, sometimes with removal of nearby lymph nodes. Radioactive iodine (I-131) treatment may be recommended after complete thyroidectomy for large papillary or follicular tumors or when cancer has spread outside the thyroid to destroy any remaining thyroid tissue. Thyroid hormone replacement therapy is given after thyroidectomy to replace hormones normally made by the thyroid gland, and to lower the likelihood of"}
{"id": "2025-cancer-facts-and-figures-acs.pdf_25_650", "doc": "2025-cancer-facts-and-figures-acs.pdf", "page": 26, "text": "or when cancer has spread outside the thyroid to destroy any remaining thyroid tissue. Thyroid hormone replacement therapy is given after thyroidectomy to replace hormones normally made by the thyroid gland, and to lower the likelihood of"}
{"id": "2025-cancer-facts-and-figures-acs.pdf_26_0", "doc": "2025-cancer-facts-and-figures-acs.pdf", "page": 27, "text": "Cancer Facts & Figures 2025 25recurrence by preventing the pituitary gland from producing excess thyroid-stimulating hormone. For some types of advanced thyroid cancer, targeted drugs or chemotherapy can be used to help shrink or slow tumor growth. Survival: The 5-year relative survival rate for thyroid cancer overall is 98% ( Table 8 ) because two- thirds of cases are diagnosed at a local stage and treatment is usually successful for the more common tumor types; survival drops to 93% for medullary thyroid cancer and 10% for anaplastic cancer, a rare but highly aggressive subtype. Urinary Bladder New cases and deaths: In 2025, an estimated 84,870 new cases of bladder cancer will be diagnosed in the US and 17,420 people will die from the disease ( Table 1 ). Bladder is the only cancer for which in situ disease (diagnosed before it has spread beyond the layer of cells where it developed) is included in the case estimate because of its high likelihood of progression and recurrence. The incidence of bladder cancer is 4 times higher in men than in women. Incidence trends: Bladder cancer incidence decreased by about 1% per year in both men and women from 2012 through 2021. Mortality trends: Bladder cancer mortality rates were stable for decades, but declined by about 1% per year from 2013 to 2022. Risk factors: Smoking is the most well-established risk factor for bladder cancer, accounting for half ( Figure 4 ) of all cases in the US. Risk is also increased among workers in the dye, rubber, leather, and aluminum industries; painters and firefighters; people who live in communities with high levels of arsenic in the drinking water; and people with certain bladder birth defects or long-term urinary catheters. Early detection: There is currently no screening method recommended for people at average risk. People at increased risk may be screened by examination of the bladder wall with a cystoscope (slender tube fitted with a camera lens and light that is inserted through the urethra), microscopic examination of cells from urine or bladder tissue, or biomarker tests. Signs and symptoms: Bladder cancer is usually detected because of blood in the urine or other symptoms, including increased frequency or urgency of urination, or pain or irritation during urination. Treatment: Surgery, alone or in combination with other treatments, is used in more than 90% of cases. Early-stage cancers may be treated by removing the tumor and then administering immunotherapy (BCG, or bacillus Calmette-Guérin) or chemotherapy drugs directly into the bladder (intravesical therapy). More advanced cancers may require removal of the entire bladder (cystectomy). This might be followed by systemic immunotherapy, especially in people at higher risk for recurrence. Patient outcomes are improved with the use of chemotherapy before cystectomy. Distant-stage cancers are usually treated with immunotherapy combined with a targeted drug. Other treatment options include immunotherapy with or without chemotherapy. Timely follow-up care after treatment is extremely important for all patients because of the high likelihood of cancer recurrence or a subsequent bladder cancer. Approximately 7 in 10 people living with metastatic bladder cancer were originally diagnosed with early-stage disease. Survival: The 5-year relative survival rate for bladder cancer is 78%, largely because half of all cases are in situ, for which 5-year survival is 97% ( Table 8 ). Uterine Cervix New cases and deaths: In 2025, an estimated 13,360 cases of invasive cervical cancer will be diagnosed in the US and about 4,320 women will die from the disease ( Table 1 ). Incidence trends: Cervical cancer incidence rates decreased by more than half from the mid-1970s to the mid-2000s because of widespread screening uptake, but have stabilized over the past decade. However, trends vary widely by age; for example, the rate decreased by 11% per year in women ages 20-24 years during 2012 to 2021, likely reflecting the first signs of cancer prevention because of HPV vaccination."}
{"id": "2025-cancer-facts-and-figures-acs.pdf_27_0", "doc": "2025-cancer-facts-and-figures-acs.pdf", "page": 28, "text": "26 Cancer Facts & Figures 2025Mortality trends: Cervical cancer mortality rates have also dropped by more than half since the mid-1970s because of prevention and early detection through screening, although the decline has slowed to 0.7% per year since 2003. Despite the preventability of cervical cancer mortality, the death rate in Black women and Native American women is 50% and 70% higher, respectively, than in White women ( Table 9 ). Risk factors: Almost all cervical cancers are caused by persistent infection with certain types of human papillomavirus (HPV). HPV infections are common in healthy people and usually resolve before becoming chronic, only rarely causing cancer. Individuals are at increased risk for HPV infection if they began having sex at an early age or if they or their partners have had many sexual partners, although infection can occur with only one sexual partner. Several factors increase the risk of both persistent HPV infection and progression to cancer, including a suppressed immune system, a high number of childbirths, and cigarette smoking. Long-term use of oral contraceptives is also associated with increased risk that gradually declines after cessation. Prevention: The HPV vaccine protects against 90% of cervical cancers, as well as several other cancers and diseases, and evidence of steep reductions in the risk of invasive cervical cancer among vaccinated women is rapidly accumulating. The American Cancer Society recommends routine HPV vaccination between ages 9 and 12, with catch-up vaccination for all persons through age 26 who are not adequately vaccinated. Unfortunately, the immunization rate remains low in the US and was stable during 2022 and 2023, when 64%-65% of girls and 59%-61% of boys ages 13 to 17 years were up to date with the HPV vaccination series. HPV vaccination cannot protect against established infections or all types of HPV, which is why it is important for all people with a cervix, including those who have been vaccinated, to follow cervical cancer screening guidelines. Screening can prevent cervical cancer through detection and treatment of precancerous lesions, which are detected far more frequently than invasive cancer. Cancer can usually be prevented if an individual is screened regularly because most cervical precancers develop slowly. The HPV test detects the viral infection that precedes cancer occurrence and is also more effective than the Pap test at identifying individuals at risk for cervical adenocarcinoma, which has worse survival than squamous cell carcinoma, the more common subtype. Early detection: In addition to preventing cervical cancer, screening can detect invasive cancer early, when treatment is usually less intensive and more successful. Half of those diagnosed with cervical cancer have never been screened. The American Cancer Society guidelines indicate that the preferred method of cervical cancer screening is with a primary HPV test every 5 years for individuals ages 25 through 65 who have a cervix and are at average risk of cervical cancer; only certain HPV tests are approved by the FDA for use as a primary test. If a primary HPV test is unavailable, co-testing (HPV testing in combination with a Pap test) every 5 years or screening with a Pap test alone every 3 years is acceptable. Individuals ages 65 and older should continue screening if they have not had regular screening with normal results over the past 10 years or have a history of cervical precancer (cervical intraepithelial neoplasia) or a more serious diagnosis within the past 25 years. For more information on the American Cancer Society’s screening guidelines, see page 44. Signs and symptoms: Preinvasive cervical lesions usually cause no symptoms. Once abnormal cells become cancerous and invade nearby tissue, the most common symptom is abnormal vaginal bleeding, which may start and stop between regular menstrual periods or cause menstrual bleeding to last longer or be heavier than usual. Bleeding may also occur after sexual intercourse, douching, a pelvic exam, or menopause. Increased vaginal discharge may also be a symptom. Treatment: Precancerous cervical lesions may be treated with a loop electrosurgical excision procedure (LEEP), which removes abnormal tissue with a wire loop heated by electric current; cryotherapy (the destruction of cells by extreme cold); laser ablation (destruction of tissue using a laser beam); or conization (the removal of a cone-shaped piece of tissue containing the abnormal tissue). Early-stage invasive cervical cancers are generally treated with surgery and/or radiation, sometimes combined with"}
{"id": "2025-cancer-facts-and-figures-acs.pdf_27_650", "doc": "2025-cancer-facts-and-figures-acs.pdf", "page": 28, "text": "lesions may be treated with a loop electrosurgical excision procedure (LEEP), which removes abnormal tissue with a wire loop heated by electric current; cryotherapy (the destruction of cells by extreme cold); laser ablation (destruction of tissue using a laser beam); or conization (the removal of a cone-shaped piece of tissue containing the abnormal tissue). Early-stage invasive cervical cancers are generally treated with surgery and/or radiation, sometimes combined with"}
{"id": "2025-cancer-facts-and-figures-acs.pdf_28_0", "doc": "2025-cancer-facts-and-figures-acs.pdf", "page": 29, "text": "Cancer Facts & Figures 2025 27chemotherapy. Minimally invasive surgery (laparoscopy) is not often used because it is associated with worse survival than open surgery. Chemotherapy, typically along with immunotherapy and/or a targeted therapy drug, is often used to treat advanced disease. Survival: The 5-year relative survival rate for cervical cancer is 67% overall, but as low as 58% in Black women (Table 7 ) and 46% in women 65 years and older. Uterine Corpus New cases and deaths: In 2025, an estimated 69,120 cases of cancer of the uterine corpus (body of the uterus) will be diagnosed in the US and 13,860 women will die from the disease ( Table 1 ). Cancer of the uterine corpus is often referred to as endometrial cancer because more than 90% of cases occur in the endometrium (inner lining of the uterus). Incidence trends: Incidence has increased by more than 1% per year since the mid-2000s; over the past decade (2012-2021), the rate increased by 0.6% per year in White women and 2% to 3% per year in women of all other racial and ethnic groups. Mortality trends: Cancer of the uterine corpus is one of the few cancers with increasing mortality; from 2013 to 2022 the death rate rose by 1.5% per year. Risk factors: According to American Cancer Society research, an estimated 60% of uterine corpus cancers are attributable to excess body weight and insufficient physical activity, and are thus potentially preventable. Overall excess body weight and abdominal fatness each substantially increase the risk of uterine cancer, partly by increasing the amount of circulating estrogen, which is a strong risk factor. Other factors that increase estrogen exposure or contribute to a hormonal imbalance include the use of estrogen-only menopausal hormone therapy, late menopause, and a history of polycystic ovary syndrome. Tamoxifen, a drug used to treat/prevent breast cancer, increases risk because of estrogen-like effects on the uterus. Medical conditions that increase risk include Lynch syndrome and type 2 diabetes. Pregnancy and use of hormonal contraceptives and continuous estrogen-plus-progestin menopausal hormone therapy are associated with reduced risk. Early detection: There are no recommended screening tests for women at average risk; however, most cases (69%) are diagnosed at an early stage because of irregular or postmenopausal bleeding. Women of every age are encouraged to report any unexpected bleeding or spotting to a clinician. The American Cancer Society recommends that women with known or suspected Lynch syndrome be offered annual screening with endometrial biopsy and/or transvaginal ultrasound beginning at age 35. Signs and symptoms: The most common symptom is abnormal uterine bleeding or spotting, especially in postmenopausal women. Pain during urination or intercourse, pain in the pelvic area, and non-bloody vaginal discharge can also be symptoms. Treatment: Early-stage uterine corpus cancers are treated with surgery (hysterectomy often with bilateral salpingo-oophorectomy) and may not require chemotherapy or radiation. Adjuvant chemotherapy and/or radiation is often used for advanced-stage or high-grade diseases. Hormone therapy, targeted therapy, and immunotherapy may also be options. Survival: The 5-year relative survival rate for uterine corpus cancer is 81% overall, but ranges from 84% for White women to only 63% for Black women, one of the largest racial disparities in cancer ( Table 7 ). This is partly because Black women are much less likely to be diagnosed with localized-stage disease (56% versus 71%) and more likely to have aggressive subtypes, although neither fully explains the survival gap."}
{"id": "2025-cancer-facts-and-figures-acs.pdf_29_0", "doc": "2025-cancer-facts-and-figures-acs.pdf", "page": 30, "text": "28 Cancer Facts & Figures 2025Cancer Disparities A critical component of the American Cancer Society’s mission is the elimination of cancer disparities. Cancer disparities occur when health care access and quality of cancer prevention, screening, and treatment differ based on non-medical factors like skin color, sexual orientation, and the social determinants of health. The social determinants of health are the conditions in which people are born, live, grow, and age and include factors such as education, socioeconomic status, and neighborhood factors. Inequalities in access to safe places to live and affordable, healthy food stem from long-standing policies that favor one group over others, referred to as structural racism. These inequalities limit opportunities for education, the accumulation of wealth, and other opportunities for advancement and are ultimately detrimental to health.1 Although race and ethnicity are social constructs that aggregate heterogeneous population groups, they are useful for examining the influence of injustice and discrimination on health disparities. This chapter highlights racial and ethnic disparities in cancer incidence and mortality shown in Table 9 . African American and Black people • Black men (along with American Indian/Alaska Native men) have the highest overall cancer mortality rate (208 deaths per 100,000), 16% higher than White men (179 deaths per 100,000). • Prostate cancer mortality in Black men is approximately 2 to 3 times that of men in other racial and ethnic groups. • Breast cancer mortality in Black women is about 40% higher than White women despite lower incidence, a disparity that has remained consistent since the mid-2000s and is a reversal of lower mortality than White women in 1975. See Breast Cancer Statistics 2024 for more information about this disparity. See Cancer Statistics for African American/Black People 2025, available online at cancer.org/statistics in February 2025, for more information.American Indian and Alaska Native (AIAN) people • AIAN men and women combined have the highest cancer incidence and mortality of any population group in Table 9 , partly because of the high rates in women. • Incidence and mortality in AIAN people is approximately twice that in White people for cancers of the kidney, liver, and stomach and 50% higher for cervical and colorectal cancers. The excess colorectal cancer burden is partly driven by the extraordinary burden among Alaska Native people, who have the highest rates in the world.2 See Cancer Statistics for American Indian and Alaska Native Individuals 2022 for more information. Asian American and Pacific Islander (AAPI) people • Rates for APPI people are aggregated., which masks large disparities within this heterogenous population. For example, Native Hawaiian and other Pacific Islander women have a breast cancer mortality rate that is 30% higher than White women, while the rate in AAPI women overall is half that of White women.3 As a combined group, AAPI people have the lowest cancer incidence and mortality for the most common cancers. • AAPI people have liver and stomach cancer rates that are about 50%-70% higher than those in White individuals ( Table 9 ), and even higher for Native Hawaiian and other Pacific Islander people.3 See Cancer Facts & Figures for Asian American, Native Hawaiian, & Other Pacific Islander People 2024-2026 for more information. Hispanic and Latino people • Compared to (non-Hispanic) White people, Hispanic people have lower incidence for most common cancers (female breast, colorectum, lung, and prostate), but 36% higher incidence of cervical cancer and almost 2 times higher incidence of stomach and liver cancers, all of which are largely preventable."}
{"id": "2025-cancer-facts-and-figures-acs.pdf_30_0", "doc": "2025-cancer-facts-and-figures-acs.pdf", "page": 31, "text": "Cancer Facts & Figures 2025 29• Like other broadly defined groups, rates for the aggregated Hispanic population mask substantial heterogeneity. For example, overall cancer mortality is 50%-60% higher in Puerto Rican people than in Dominican people.4 • See Cancer Facts & Figures for Hispanic/Latino People 2024-2026 for more information. References 1. Devakumar D, Selvarajah S, Abubakar I, et al. Racism, xenophobia, discrimination, and the determination of health. Lancet . 2022;400(10368): 2097-2108.2. Haverkamp D, Redwood D, Roik E, Vindigni S, Thomas T. Elevated colorectal cancer incidence among American Indian/ Alaska Native persons in Alaska compared to other populations worldwide. Int J Circumpolar Health . 2023;82(1): 2184749. 3. American Cancer Society. Cancer Facts & Figures for Asian American, Native Hawaiian, and Other Pacific Islander People 2024-2026 . Atlanta: American Cancer Society, 2024. 4. Martinez Tyson D, Medina-Ramirez P, Flores AM, Siegel R, Aguado Loi C. Unpacking Hispanic Ethnicity-Cancer Mortality Differentials Among Hispanic Subgroups in the United States, 2004-2014. Front Public Health . 2018;6(219).Table 9. Incidence and Mortality Rates for Selected Cancers by Race and Ethnicity, US Incidence, 2017-2021All races & ethnicities White BlackAmerican Indian/ Alaskan NativebAsian American/ Pacific IslanderHispanic/ Latino All sites 455.6 476.9 462.0 497.2 303.0 362.5 Male 493.5 513.0 535.0 520.1 298.1 378.5 Female 431.4 454.0 413.5 487.2 312.3 359.6 Breast (female) 131.8 137.9 131.3 123.6 108.3 104.1 Colon & rectuma35.1 35.0 40.4 50.6 27.9 32.3 Male 40.4 40.1 48.2 57.6 32.9 38.2 Female 30.5 30.5 34.7 44.7 23.9 27.5 Kidney & renal pelvis 17.7 18.0 19.3 34.2 8.4 18.2 Male 23.9 24.3 26.3 45.6 11.6 23.6 Female 12.3 12.2 13.8 24.6 5.6 13.7 Liver & intrahepatic bile duct 8.8 7.6 10.2 19.4 11.5 14.1 Male 13.1 11.2 16.4 27.0 17.5 20.3 Female 5.0 4.3 5.5 13.0 6.6 8.7 Lung & bronchus 54.0 58.5 55.5 64.0 33.0 28.3 Male 60.4 63.9 70.2 68.7 39.8 33.6 Female 49.1 54.5 45.4 61.0 27.9 24.6 Prostate 118.3 114.5 191.5 99.1 63.1 92.9 Stomach 6.4 5.2 9.9 10.3 8.9 9.4 Male 8.4 7.1 13.0 13.4 11.7 11.4 Female 4.8 3.5 7.8 8.0 6.8 8.0 Uterine cervix 7.6 7.2 8.5 11.9 6.1 9.8 Uterine Corpus 28.1 28.1 29.7 31.7 22.4 26.7 Mortality, 2018-2022 All sites 146.0 151.3 168.6 178.1 93.0 106.8 Male 173.2 179.0 208.3 207.4 107.5 126.8 Female 126.4 131.0 144.7 158.7 82.6 93.2 Breast (female) 19.3 19.4 26.8 20.5 11.9 13.7 Colon & rectum 12.9 12.9 16.7 18.4 9.1 10.7 Male 15.4 15.2 21.3 22.2 10.9 13.4 Female 10.8 10.9 13.5 15.6 7.7 8.5 Kidney & renal pelvis 3.4 3.6 3.3 6.7 1.6 3.2 Male 5.1 5.3 4.9 10.1 2.3 4.7 Female 2.1 2.2 2.1 4.2 1.0 2.1 Liver & intrahepatic bile duct 6.6 5.9 7.9 13.0 8.1 9.1 Male 9.5 8.4 12.3 18.2 11.8 12.6 Female 4.2 3.8 4.6 9.0 5.1 6.1 Lung & bronchus 32.4 35.4 34.3 40.0 18.7 14.6 Male 38.7 41.2 46.7 45.4 23.7 19.4 Female 27.6 31.0 25.9 36.4 15.0 11.1 Prostate 19.0 18.1 37.2 21.2 8.8 15.4 Stomach 2.7 2.0 4.7 5.3 4.2 4.6 Male 3.6 2.8 6.6 7.0 5.4 5.7 Female 2.0 1.4 3.3 4.0 3.3 3.8 Uterine cervix 2.2 2.1 3.2 3.6 1.6 2.4 Uterine corpus 5.2 4.7 9.5 5.4 3.7 4.4 Rates are per 100,000 and age adjusted to the 2000 US standard population; incidence is adjusted for delays in reporting. All race groups are exclusive of Hispanic origin. aExcludes appendix. bTo reduce racial misclassification, incidence is limited to Purchased/Referred Care Delivery Area counties, and mortality (entire US) is adjusted using factors published by the National Center for Health Statistics. For more information about data methods, see Sources of Statistics, page 41). Data sources: Incidence-North American Association of Central Cancer Registries, 2024. Mortality-National Center for Health Statistics, Centers for Disease Control and Prevention, 2024. ©2025 American Cancer Society, Inc., Surveillance and Health Equity Science"}
{"id": "2025-cancer-facts-and-figures-acs.pdf_31_0", "doc": "2025-cancer-facts-and-figures-acs.pdf", "page": 32, "text": "30 Cancer Facts & Figures 2025Cancer Risk Factors Nearly half of cancer deaths in the US can be attributed to potentially modifiable behavioral risk factors, the most important of which are tobacco use, excess body weight, and alcohol consumption.1 This section provides highlights on the prevalence of these cancer risk factors. For more information, including about the association between cancer and infectious agents, see Cancer Prevention & Early Detection Facts & Figures at cancer.org/statistics and Islami 2024 .1 Tobacco Use Tobacco use remains the most preventable cause of cancer in the US.2 In 2022, about 49 million adults (20%) used a commercial tobacco product.3 Current smoking and use of other combustible tobacco products is especially high among persons with lower socioeconomic status, those who live in rural areas, bisexual persons,4 those with a disability, and those who report serious psychological distress.5, 6 Cigarettes • Cigarette smoking increases the risk of at least 12 cancers.7, 8 More than 80% of lung and laryngeal cancers and 50% of esophagus, oral/nasal cavity, and urinary bladder cancers are caused by smoking (Figure 4 ). • The prevalence of current (every day or some days) cigarette smoking among US adults has declined from 42% in 1965 to 11% (27 million individuals) in 2023.9, 10 Only 2% of US high school students smoked cigarettes in the past 30 days in 2023.11 Cigars • Persons who regularly smoke cigars have an increased risk of cancers of the lung, oral cavity, larynx, and esophagus.12 • In 2023, 4% of adults (males: 7%, females: 1%) and 2% of high school students currently smoked cigars.10, 11 E-cigarettes • In 2023, 7% of adults, 10% of high school students, and 5% of middle school students currently used e-cigarettes.10, 11Smokeless Tobacco • Smokeless tobacco can cause oral, esophageal, and pancreatic cancers and is not a safe alternative to cigarettes.13 • In 2023, 2% of adults (males: 4%, females: <1%) and high school students used smokeless tobacco.10, 11 • Nicotine pouches are an emerging form of smokeless tobacco. In recent years, 2% of high school students8 and 12% of individuals ages 15-24 years currently used nicotine pouches.14 Secondhand Smoke • More than 6,000 cases of lung cancer in 2019 were attributed to secondhand smoke (SHS) exposure (measured by testing the blood for cotinine, a Figure 4. Proportion of Cancer Cases and Deaths Attributable to Cigarette Smoking in Adults 30 Years and Older, US, 2019 0 20 10 30 40 50 60 70 80 90 100OvaryaColon & rectumPancreasAcute myeloid leukemiaKidney & renal pelvisStomachUterine cervixLiverUreterUrinary bladderEsophagusNasal cavity, paranasal sinusOral cavityPharynxLarynxTracheaLung & bronchus86 86 80 57 55 55 53 5354 54 54 51 49 49 48 26 26 22 22 20 20 19 19 17 17 14 14 1 114 13799085 Cases Deaths Percent aProportions for this site are limited to mucinous type. Data source: Islami F, et al. CA Cancer J Clin 2024.1 ©2025, American Cancer Society, Inc., Surveillance and Health Equity Science"}
{"id": "2025-cancer-facts-and-figures-acs.pdf_32_0", "doc": "2025-cancer-facts-and-figures-acs.pdf", "page": 33, "text": "Cancer Facts & Figures 2025 31 by-product of nicotine) among former and never smokers;1 20% of people who do not smoke cigarettes were exposed to SHS in 2017-March 2020.15 • In 2017-March 2020, SHS exposure ranged from 34% in Black persons to 17% in Hispanic persons and from 32% in persons <100% the federal poverty level (FPL) to 16% in those ≥200% of the federal poverty level.15 • In 2017-March 2020, 34% of youth ages 3-17 years reported SHS exposure.15 SHS exposure varied in Black (58%) versus Asian (14%) youth and in <100% (55%) versus ≥200% (21%) of the FPL.15 Tobacco Cessation • In 2023, 65% (56 million) of those who ever smoked ≥100 cigarettes quit, up from 52% in 2009.10, 16 Nutrition and Physical Activity Aside from avoiding tobacco use, maintaining a healthy body weight, being physically active, consuming a healthy diet, and avoiding or limiting alcohol intake are the most effective strategies for reducing cancer risk. Research has shown that adults who closely follow American Cancer Society guidelines on diet and physical activity (available at cancer.org ) are 10%-20% less likely to be diagnosed with cancer and 25% less likely to die from the disease.17 Excess Body Weight • Excess body weight (body mass index [BMI] ≥ 25 kg/m2) is associated with an increased risk of developing numerous cancers ( Figure 5 ).18 There is some evidence that excess weight may also increase risk for cancers of the mouth, pharynx, larynx, and male breast, as well as fatal prostate cancer and a type of non-Hodgkin lymphoma.19 • The prevalence of excess body weight was 74% in adults (20+ years) and 37% in youth (2-19 years) in 2017-March 2020.15, 20 • Obesity (BMI ≥30 kg/m2) prevalence among adults ages 20-74 years has increased from 13% in 1960- 1962 to 42% in 2017-March 2020.15, 20 • Among youth ages 2-19 years, overweight (BMI 85th to <95th percentile) prevalence increased from 10% in the 1970s to 17% in 2017-March 2020, whereas obesity (BMI ≥95th percentile) prevalence rose from 5% to 20%.15, 21 Physical Activity • Physical activity decreases the risk of cancers of the colon (but not rectum), female breast, endometrium, kidney, bladder, esophagus (adenocarcinoma), stomach (cardia), and possibly lung.22 • In 2022, 48% of adults reported meeting recommended aerobic activity levels (150 minutes of moderate- or 75 minutes of vigorous-intensity activity per week) and 27% reported no leisure-time physical activity in the past week.3 In 2021, only 24% of US high school students (males: 32%, females: 16%) engaged in the recommended minimum of 60 minutes of daily physical activity per week.23Figure 5. Proportion of Cancer Cases and Deaths Attributable to Excess Body Weight in Adults 30 Years and Older, US, 2019 0 20 10 30 40 50 60 70 80 90 100OvaryColon & rectumBreast (female)cThyroidMultiple myelomaStomachbPancreasKidney & renal pelvisLiverEsophagusaGallbladderUterine corpus53 53 37 37 35 35 35 35 18 18 12 12 12 12 5 5 4 4121134 33 14 13 PercentCases Deaths aProportions for this site are limited to adenocarcinomas. bProportions for this site are limited to cancers of the cardia. cProportions for this site are limited to postmenopausal cancers. Data source: Islami F, et al. CA Cancer J Clin 2024.1 ©2025, American Cancer Society, Inc., Surveillance and Health Equity Science"}
{"id": "2025-cancer-facts-and-figures-acs.pdf_33_0", "doc": "2025-cancer-facts-and-figures-acs.pdf", "page": 34, "text": "32 Cancer Facts & Figures 2025 Diet • Unhealthy diet (low consumption of fruit, vegetables, and dietary fiber and calcium, and high consumption of red and/or processed meat) is associated with increased risk of cancer in the colorectum, oral cavity, esophagus, pharynx, and larynx.1 • A median of 24% and 11% of adults, respectively, reported eating ≥2 servings of fruit and ≥3 servings of vegetables per day in 2021.24 Alcohol • Alcohol consumption increases risk for cancers of the mouth, pharynx, larynx, esophagus (squamous cell carcinoma), liver, colorectum, female breast, and stomach.20 • In 2022, 70% of adults reported current drinking (≥12 drinks in lifetime and ≥1 drink in the past year) and 6% reported heavy drinking (>14 or >7 drinks/week in the past year).9 • In 2021, 23% of high school students reported current (past 30 days) use of alcohol, with higher levels among females (27%) than males (19%).25 References 1.Islami F, Marlow EC, Thomson B, et al. Proportion and number of cancer cases and deaths attributable to potentially modifiable risk factors in the United States, 2019. CA: A Cancer Journal for Clinicians . 2024; doi: https://doi.org/10.3322/caac.21858 . 2. Patel AV, Deubler E, Teras LR, et al. Key risk factors for the relative and absolute 5-year risk of cancer to enhance cancer screening and prevention. Cancer . doi: https://doi.org/10.1002/cncr.34396 . 3. National Center for Health Statistics. National Health Interview Survey, 2022. Public-use data file and documentation [accessed July 18, 2023]. https://www.cdc.gov/nchs/nhis/2022nhis.htm . 4. Kratzer TB, Star J, Minihan AK, et al. Cancer in people who identify as lesbian, gay, bisexual, transgender, queer, or gender- nonconforming. Cancer . Sep 1 2024;130(17):2948-2967. doi:10.1002/ cncr.35355. 5. Cornelius ME, Loretan CG, Jamal A, et al. Tobacco Product Use Among Adults - United States, 2021. MMWR Morb Mortal Wkly Rep . May 5 2023;72(18):475-483. doi:10.15585/mmwr.mm7218a1. 6. Star J, Bandi P, Nargis N, et al. Updated Review of Major Cancer Risk Factors and Screening Test use in the United States, with a Focus on Changes During the COVID-19 Pandemic. Cancer Epidemiol Biomarkers Prev . Jul 5 2023;32(7):879-888. doi:10.1158/1055- 9965.EPI-23-0114. 7. Secretan B, Straif K, Baan R, et al. A review of human carcinogens – Part E: tobacco, areca nut, alcohol, coal smoke, and salted fish. Lancet Oncol . 2009 10:1033-4. 8. US Department of Health and Human Services. The Health Consequences of Smoking-50 Years of Progress. A Report from the Surgeon General. 2014. 9. National Center for Health Statistics. Health, United States, 2020-2021: Table Smoke. Hyattsville, MD. 2023. Available from: https://www.cdc.gov/nchs/hus/data-finder.htm . 10. National Center for Health Statistics. National Health Interview Survey, 2023. Public-use data file and documentation [accessed August 1, 2024]. https://www.cdc.gov/nchs/nhis/2023nhis.htm . 11. Birdsey J, Cornelius M, Jamal A, et al. Tobacco Product Use Among U.S. Middle and High School Students - National Youth Tobacco Survey, 2023. MMWR Morb Mortal Wkly Rep . Nov 3 2023;72(44):1173-1182. doi:10.15585/mmwr.mm7244a1. 12. Shanks TG, Burns DM. Disease consequences of cigar smoking. National Cancer Institute, Smoking and Tobacco Control, Monograph 9: Cigars – Health Effects and Trends. National Institutes of Health; 1998. 13. Boffetta P, Hecht S, Gray N, Gupta P, Straif K. Smokeless tobacco and cancer. Lancet Oncol. 2008;9(7):667-75. 14. Patel M, Kierstead EC, Kreslake J, Schillo BA. Patterns of oral nicotine pouch use among U.S. adolescents and young adults. Prev Med Rep . Aug 2023;34:102239. doi:10.1016/j.pmedr.2023.102239. 15. National Center for Health Statistics. National Health and Nutrition Examination Survey Data, 2017- March 2020 [accessed February 27, 2022]. https://wwwn.cdc.gov/nchs/nhanes/Default.aspx . 16. Creamer MR, Wang TW, Babb S, et al. Tobacco Product Use and Cessation Indicators Among Adults - United States, 2018. MMWR Morb Mortal Wkly Rep . Nov 15 2019;68(45):1013-1019. doi:10.15585/ mmwr.mm6845a2. 17. Kabat GC, Matthews CE, Kamensky V, Hollenbeck AR, Rohan TE. Adherence to cancer prevention guidelines and cancer incidence, cancer mortality, and total mortality: a prospective cohort study. Am J Clin Nutr . Mar 2015;101(3):558-69. doi:10.3945/ ajcn.114.094854. 18. Lauby-Secretan B, Scoccianti C, Loomis D, Grosse Y, Bianchini F, Straif K. Body Fatness and Cancer--Viewpoint of the IARC Working Group. N Engl J Med . Aug 25 2016;375(8):794-8. doi:10.1056/ NEJMsr1606602. 19. World Cancer Research Fund/American Institute for Cancer Research. Diet, Nutrition, Physical Activity, and Cancer: a Global Perspective. Continuous Update Project Expert Report 2018. . 2021 [accessed July 31, 2018]. dietandcancerreport.org . 20. Fryar CD, Carroll MD, Ogden CL. Prevalence of Overweight, Obesity, and Severe Obesity Among Adults Aged 20 and Over: United States, 1960–1962 Through 2015-2016. National Center for Health Statistics Health E-Stats. September 2018. 21. Fryar CD, Carroll MD, J. A. Prevalence of Overweight, Obesity, and Severe Obesity Among Children and Adolescents Aged 2–19 Years: United States, 1963-1965 Through 2017-2018. National Center for Health Statistics Health E-Stats. 2020. 22. Patel AV, Friedenreich CM, Moore SC, et al. American College of Sports Medicine Roundtable Report on Physical Activity, Sedentary Behavior, and Cancer Prevention and Control. Med"}
{"id": "2025-cancer-facts-and-figures-acs.pdf_33_650", "doc": "2025-cancer-facts-and-figures-acs.pdf", "page": 34, "text": "Bianchini F, Straif K. Body Fatness and Cancer--Viewpoint of the IARC Working Group. N Engl J Med . Aug 25 2016;375(8):794-8. doi:10.1056/ NEJMsr1606602. 19. World Cancer Research Fund/American Institute for Cancer Research. Diet, Nutrition, Physical Activity, and Cancer: a Global Perspective. Continuous Update Project Expert Report 2018. . 2021 [accessed July 31, 2018]. dietandcancerreport.org . 20. Fryar CD, Carroll MD, Ogden CL. Prevalence of Overweight, Obesity, and Severe Obesity Among Adults Aged 20 and Over: United States, 1960–1962 Through 2015-2016. National Center for Health Statistics Health E-Stats. September 2018. 21. Fryar CD, Carroll MD, J. A. Prevalence of Overweight, Obesity, and Severe Obesity Among Children and Adolescents Aged 2–19 Years: United States, 1963-1965 Through 2017-2018. National Center for Health Statistics Health E-Stats. 2020. 22. Patel AV, Friedenreich CM, Moore SC, et al. American College of Sports Medicine Roundtable Report on Physical Activity, Sedentary Behavior, and Cancer Prevention and Control. Med Sci Sports Exerc . Nov 2019;51(11):2391-2402. doi:10.1249/MSS.0000000000002117. 23. Michael SL, Jones, S. E., Merlo, C. L., Sliwa, S. A., Lee, S. M., Cornett, K., Brener, N. D., Chen, T. J., Ashley, C. L., Park, S. Dietary and Physical Activity Behaviors in 2021 and Changes from 2019 to 2021 Among High School Students – Youth Risk Behavior Survey, United States, 2021. (2380-8942 [electronic]). 24. Centers for Disease Control and Prevention (CDC). Behavioral Risk Factor Surveillance System Survey Data, 2021 [accessed September 6, 2022]. https://www.cdc.gov/brfss/data_documentation/index.htm . 25. Hoots Be Fau - Li J, Li J Fau – Hertz MF, Hertz Mf Fau –Esser MB, et al. Alcohol and Other Substance Use Before and During the COVID-19 Pandemic Among High School Students - Youth Risk Behavior Survey, United States, 2021. (2380-8942 [electronic])."}
{"id": "2025-cancer-facts-and-figures-acs.pdf_34_0", "doc": "2025-cancer-facts-and-figures-acs.pdf", "page": 35, "text": "Cancer Facts & Figures 2025 33The Global Cancer Burden There were an estimated 20 million new cancer cases and 9.7 million cancer deaths globally in 2022, with cases projected to reach 35 million by 2050 solely due to population aging and growth. Lung cancer is the most commonly diagnosed cancer and the leading cause of cancer death worldwide, accounting for almost 2.5 million cases and 1.8 million deaths (1 in 5) in 2022.1 Cancer mortality is especially high in low-income countries because of limited access to early detection and adequate treatment; for example, the breast cancer death rate among women in Ethiopia is twice that in the US, despite 60% lower incidence.2 • Up to half of all cancers worldwide are attributable to modifiable risk factors.3 • Tobacco use is the largest avoidable cause of cancer mortality worldwide, responsible for 21% of total cancer deaths and as many as 39% among men in the Western Pacific, largely reflecting the prevalence of smoking.4 • Although 7 in 10 people were protected by at least one World Health Organization-recommended tobacco control measure in 2022,5 80% of the world’s 1.3 billion tobacco users live in lower- and middle-income countries in Asia, Africa, Latin America, and Eastern Europe, where tobacco control lags. • Infection causes about 12% of global cancers and up to 26% in sub-Saharan Africa.6 East Asia has the highest number of infection-attributable cancers because of the large population and high prevalence of Helicobacter pylori (stomach cancer) and hepatitis B virus infection (liver cancer). Most infection-associated cancers are preventable through vaccination (human papillomavirus and hepatitis B virus), screening (human papillomavirus), treatment ( Helicobacter pylori and hepatitis C virus), and behavioral changes. • Excess body weight accounts for about 4% of all cancer deaths globally, but 7% in North America and Europe.4 • Alcohol consumption also causes about 4% of global cancers, with the highest proportions in Eastern Asia and Central/Eastern Europe (6%).6 0 5 10 15 20 2521% (2,110,000 deaths) 12% (2,300,000 cases) 4% (741,000 cases) 4% (357,000 deaths) Proportion (%) of Global Cancer BurdenTobacco use Infection Alcohol consumption Excess body weightFigure 6. Proportion and Number of Cancer Cases or Deaths Attributable to Select Modifiable Risk Factors, 2020-2021 Smoking and excess bodyweight attributable fractions and death estimates are derived from 2021 cancer mortality estimates. Alcohol and infection attributable fractions and case estimates are derived from 2020 cancer incidence estimates. Data sources: Tobacco and Excess Body Weight: Global Burden of Disease Study 2021 ( https://vizhub.healthdata.org/gbd-results ); Cancers attributable to infections: Global Cancer Observatory ( https://gco.iarc.who.int/causes/infections ); Cancers attributable to alcohol: Global Cancer Observatory ( https://gco.iarc.who.int/causes/alcohol ). ©2025, American Cancer Society, Inc., Surveillance and Health Equity Science"}
{"id": "2025-cancer-facts-and-figures-acs.pdf_35_0", "doc": "2025-cancer-facts-and-figures-acs.pdf", "page": 36, "text": "34 Cancer Facts & Figures 2025The Role of the American Cancer Society The American Cancer Society is uniquely positioned to help save lives from cancer globally by empowering health professionals, health institutions, and cancer organizations in emerging economies to implement evidence-based cancer control practices. Increase HPV vaccination worldwide. The American Cancer Society envisions a future where clinicians routinely recommend the vaccine, parents demand their adolescents be vaccinated, community members advocate for access, and policymakers include and fund the vaccine in national and local programs. The Global HPV Cancer Free initiative is currently engaged in Kenya, Colombia, and India – three representative high-risk countries with different health systems and stages of HPV vaccine rollout. The program is seeding multicomponent action to increase the uptake of HPV vaccination through scalable and locally tested interventions and tools for health care professionals now available at PreventGlobalHPVCancers.org . The American Cancer Society also currently co-chairs Cervical Cancer Action for Elimination (CCAE) , a global network to accelerate progress toward a world free from cervical and other HPV-related cancers. Improve global patient support. Through the Building Expertise, Advocacy, and Capacity for Oncology Navigation (BEACON) initiative, the American Cancer Society supports health institutions and cancer organizations in emerging economies to implement cancer patient navigation programs to remove barriers to care. Supported by a global virtual community, the American Cancer Society’s dynamic and self-service global oncology navigation toolkit helps stakeholders deliver patient-centered care through patient navigation programs tailored to local needs and resources. The BEACON initiative completed an eight-country pilot in May 2023 and now reaches users in 33 countries. Our Enabling Quality Interactions between Providers and Patients through Education Delivery (EQUIPPED) initiative helps health institutions and cancer organizations in emerging economies train staff to deliver high-quality cancer education to patients and their caregivers. The initiative includes dissemination of a suite of Cancer Education Materials for Patients and Caregivers (CEMPC) in various languages. In 2023, the suite was translated into French, Portuguese, and Indonesian; Arabic and Spanish translations were expected by the end of 2024. Support providers and develop regional guidelines. The American Cancer Society supports providers and health care systems to improve the quality of care for patients. In emerging economies, we help develop resource- appropriate trainings and toolkits for providers, policymakers, and hospital administrators that can be easily integrated into sustainable, routine practices. Our Treat the Pain initiative integrates cancer pain management into routine services by educating staff, raising awareness, documenting pain, improving medicine supply, and using an iterative, quality- improvement approach. Similarly, the ChemoSafe project supports African Health Ministries and cancer treatment centers in enhancing chemotherapy safety through the implementation of safety standards and training. The ChemoSafe facility assessment app aids hospitals and ministries of health with conducting baseline assessments and action plans to improve safety practices everywhere chemotherapy is handled. These programs have been implemented in 15 African countries, nine of which have conducted national implementation strategies allowing expansion to most of their hospitals providing cancer treatment. Through our partnership with the African Cancer Coalition (ACC) and the National Comprehensive Cancer Network , we collaborated to create 55 cancer treatment guidelines for sub-Saharan African countries, covering more than 90% of the region’s cancer patients. This work fostered the growth of ACC, which now includes more than 200 participants; the American Cancer Society provides administrative and programmatic support to ACC to continue this forward momentum in scaling impactful cancer care in the region. Finally, we partnered with the Clinton Health Access Initiative to establish the Cancer Access Partnership , which has improved access to affordable essential medications and health-system strengthening, impacting 60,000 patients in accessing anticancer medications in 61 countries."}
{"id": "2025-cancer-facts-and-figures-acs.pdf_36_0", "doc": "2025-cancer-facts-and-figures-acs.pdf", "page": 37, "text": "Cancer Facts & Figures 2025 35References 1. Bray F, Laversanne M, Sung H, et al. Global cancer statistics 2022: GLOBOCAN estimates of incidence and mortality worldwide for 36 cancers in 185 countries. CA Cancer J Clin . 2024;74(3): 229-263. 2. Vineis P, Wild CP. Global cancer patterns: causes and prevention. Lancet . 2014;383(9916): 549-557. 3. Islami F, Marlow EC, Thomson B, et al. Proportion and number of cancer cases and deaths attributable to potentially modifiable risk factors in the United States, 2019. CA Cancer J Clin . 2024. 4. Global burden and strength of evidence for 88 risk factors in 204 countries and 811 subnational locations, 1990-2021: a systematic analysis for the Global Burden of Disease Study 2021. Lancet . 2024;403(10440): 2162-2203.5. WHO report on the global tobacco epidemic, 2023: protect people from tobacco smoke: executive summary. 31 July 2023. Available fom URL: https://www.who.int/publications/i/item/9789240077485 [accessed August 20, 2024]. 6. Global Cancer Observatory: Cancer Causes. Lyon, France: International Agency for Research on Cancer. Available from: https://gco.iarc.fr/en [accessed August 20, 2024]."}
{"id": "2025-cancer-facts-and-figures-acs.pdf_37_0", "doc": "2025-cancer-facts-and-figures-acs.pdf", "page": 38, "text": "36 Cancer Facts & Figures 2025 The American Cancer Society The American Cancer Society is a leading cancer- fighting organization with a vision of ending cancer as we know it, for everyone. We are improving the lives of people with cancer and their families as the only organization combating cancer through advocacy, research, and patient support, and ensuring that everyone has an opportunity to prevent, detect, treat, and survive cancer. Patient Support The American Cancer Society works to ensure that no one feels alone at any point on their cancer journey. In 2023 alone, the American Cancer Society patient support programs and services touched more than 79.8 million lives. Following are just some of the services we offer. Cancer Helpline. Cancer helpline specialists at our National Cancer Information Center are available 24/7 to answer questions about cancer and connect people with resources to help meet needs that emerge throughout the cancer continuum. Services are provided in English, Spanish, and more than 200 other languages via our toll-free helpline (1-800-227-2345). Online live chat sessions are also available in English on weekdays. Our cancer helpline served about 360,000 indivuduals in 2023. Visit cancer.org/about-us/online-help/ contact-us for more information. Cancer. org and patient education materials. Our website, cancer.org , and educational materials offer evidence-based, understandable, and actionable health information curated by oncology physicians and nurses. Visit cancer.org/materials to order patient education print materials. Resources for people living in the US who speak languages other than English are available at cancer.org/cancer-information-in-other-languages . We also publish books to help people navigate their cancer journey at cancer.org/bookstore . ACS CancerRisk360™. To improve cancer prevention and risk reduction, the American Cancer Society developed the ACS CancerRisk360 platform. It provides a personalized, comprehensive assessment of cancer risk along with tailored information, resources, and action steps to empower users to know and help reduce their risk of cancer through healthy lifestyles, regular cancer screening, and genetic counseling and testing direction. Visit acscancerrisk360.cancer.org to learn more and take the assessment. Scientific journals. The American Cancer Society publishes three peer-reviewed scientific journals for health care professionals and researchers: Cancer, Cancer Cytopathology , and CA: A Cancer Journal for Clinicians. Visit cancer.org/health-care-professionals/ acs-publications to learn more. Cancer Survivors Network ℠. The Cancer Survivors Network (CSN, csn.cancer.org ) is a safe online community where patients, survivors, and caregivers support each other, ask questions, and share practical tips. CSN had approximately 1.2 million users in 2023. Reach To Recovery®. The Reach To Recovery program connects people facing breast cancer with trained volunteers who are breast cancer survivors. The program has assisted more than 1.5 million members since its inception in 1969. Visit reach.cancer.org to learn more. Road To Recovery®. The Road To Recovery program helps provide rides to and from cancer treatment through volunteer drivers. Other community transportation programs are available in certain geographic areas. The program provided 47,198 rides in 2023. Visit cancer.org/roadtorecovery to learn more. Hope Lodge®. American Cancer Society Hope Lodge communities provide free, temporary lodging for people facing cancer and their caregivers when treatment is far from home. The communities provided 501,000 nights of lodging in 2023. Visit cancer.org/ hopelodge to learn more. Transportation and lodging grants. Through our patient transportation and lodging grant programs, the American Cancer Society awards funds to health systems or health system foundations to provide direct assistance to people with cancer who need"}
{"id": "2025-cancer-facts-and-figures-acs.pdf_38_0", "doc": "2025-cancer-facts-and-figures-acs.pdf", "page": 39, "text": "Cancer Facts & Figures 2025 37transportation to cancer-related appointments or temporary lodging near treatment centers. These grants provided transportation and lodging to 70,814 and 6,124 individuals, respectively, in 2023. Navigation Capacity-building Initiative Grant Program. The American Cancer Society has awarded multiyear grants for patient navigation programs to 20 health systems that are part of a multi-institutional learning community convened to provide a platform for grantees to share navigation best practices and lessons learned, and access training and expertise. ACS CARES™. ACS CARES (Community Access to Resources, Education, and Support) is a navigation support program designed to equip people facing cancer with curated content, programs, and services to fit their specific cancer journey. Patients can access navigation support via a digital app on their mobile device or in person at our 12 ACS CARES pilot sites. Visit cancer.org/acscares to learn more. ACS LION™. Launched in January 2024, ACS LION (Leadership in Oncology Navigation) provides nonclinical navigation training, credentialing, and implementation support to expand equitable access to high-quality, sustainable navigation. The program meets the Centers for Medicare & Medicaid Services’ (CMS) training requirements for Principal Illness Navigation reimbursement and is aligned to the oncology navigation standards of professional practice. Visit cancer.org/lion to learn more. EverYou™. The EverYou program offers a curated selection of products for people coping with breast cancer, including wigs, hats, scarves, and other care products to help people keep feeling like themselves during and after treatment. Visit EverYou.com for more information. Support for caregivers. The American Cancer Society is committed to meeting the information, education, and support needs of the millions of people who are caregivers for people with cancer. Our Caregiver Resource Guide helps caregivers better understand what their loved one is going through, develop skills for coping and caring, and practice self-care to help protect their own health and well-being. Partners Engaged The American Cancer Society unites organizations in collaborative partnerships through our mission-critical national roundtables and other coalitions to improve cancer outcomes for all people. Key leaders and partners from more than 2,800 organizations join with us each year to share resources and expertise to drive progress on cancer priorities. Below are just a few of these partnerships. National roundtables. The American Cancer Society established our first roundtable, the American Cancer Society National Colorectal Cancer Roundtable, in 1997 in partnership with the Centers for Disease Control and Prevention (CDC). This was followed by national roundtables focused on HPV vaccination (2014), patient navigation (2017), lung cancer (2017), breast cancer (2022), cervical cancer (2022), and prostate cancer (2024). Visit cancer.org/about-us/our-partners/american- cancer-society-roundtables to learn more. Cancer control coalitions. Since 1998, the American Cancer Society has partnered with the CDC’s National Comprehensive Cancer Control Program to provide training and technical assistance to 66 coalitions. These cancer control coalitions regularly convene state-level partners from across the continuum in all 50 states and the District of Columbia, 8 US territories, and freely associated states. In addition to providing subject- matter expertise, the American Cancer Society is a founding member of the Comprehensive Cancer Control (CCC) National Partnership, a 17-member coalition that works together to build and strengthen CCC efforts across the nation. Project ECHO®. Project ECHO (Extension for Community Healthcare Outcomes) is a learning framework that reaches across disciplines for sustainable and profound change. ECHO participants engage in a virtual community with their peers and subject matter experts where they share support, guidance, and feedback to foster collective understanding of how to disseminate and implement best practices. The American Cancer Society serves as one of 41 Superhubs around the world that is"}
{"id": "2025-cancer-facts-and-figures-acs.pdf_39_0", "doc": "2025-cancer-facts-and-figures-acs.pdf", "page": 40, "text": "38 Cancer Facts & Figures 2025authorized to recruit, train, and support new cancer- related partners. Regional cancer support. The American Cancer Society regional cancer support teams establish state and local partnerships to amplify initiatives across the cancer care continuum and extend our reach in communities. Regional teams partner with cancer treatment centers, community clinics, and federally qualified health centers to reduce barriers in access to high-quality cancer early detection and treatment for members of the community. Advocacy Saving lives from cancer is as much a matter of public policy as scientific discovery. The American Cancer Society Cancer Action Network℠ (ACS CAN) is the American Cancer Society’s nonprofit, nonpartisan advocacy affiliate that makes evidence-based policies to reduce the cancer burden for everyone a top priority for public officials and candidates at the federal, state, and local levels. Since 2001, ACS CAN has successfully advocated for billions of dollars in cancer research funding, expanded access to quality health care, and advanced proven tobacco control measures. The organization’s recent advocacy work is highlighted in the following sections and described in more detail at fightcancer.org/what-we-do . Descriptions of federal laws and guidance were current as of July 2024 and do not reflect any potential changes to health care being considered by Congress, the administration, or the courts. Access to Health Care ACS CAN advocates to improve access to affordable health care coverage , which includes: • Improving the insurance market by curbing the availability of inadequate health insurance plans • Removing copays for key cancer prevention and early-detection services • Expanding eligibility for Medicaid programs and marketplace subsidies• Advocating for coverage for all comprehensive biomarker testing in state-regulated insurance plans (including Medicaid fightcancer.org/policy-resources ) • Urging policymakers to invest federal and state funding for colorectal, prostate, and breast cancer control programs Specific policies that ACS CAN supports include: • Prostate-Specific Antigen Screening for High-risk Insured Men (PSA Screening for HIM) Act . Ensures those at high risk for prostate cancer, especially Black and African American men, have access to no-cost screenings • Medicare Multi-Cancer Early Detection (MCED) Screening Coverage Act . Creates a pathway for Medicare to consider covering new cancer early-detection blood tests once they are approved by the Food and Drug Administration and clinical benefit has been shown • Screening for Communities to Receive Early and Equitable Needed Services (SCREENS) for Cancer Act . Would reauthorize the National Breast and Cervical Cancer Early Detection Program and enable the program to have greater flexibility in providing access to lifesaving screening, as well as diagnostic and treatment services for breast and cervical cancers Research Funding and Drug Development ACS CAN is a leader in the effort to ensure full funding for the nation’s public cancer research institutions, including the National Institutes of Health and its National Cancer Institute (NCI) . Thanks in no small part to ACS CAN’s work, Congress has steadily increased funding for the NCI over the past several years, including a budget today of more than $7.2 billion. More information can be found at fightcancer.org/policy-resources . Cancer Prevention ACS CAN is supporting local, state, and federal policies to help end cancer as we know it, for everyone. Tobacco Control. ACS CAN is pursuing fact-based tobacco control policies that aim to reduce disparities and improve health outcomes for everyone, including: • Increasing the price of tobacco products"}
{"id": "2025-cancer-facts-and-figures-acs.pdf_40_0", "doc": "2025-cancer-facts-and-figures-acs.pdf", "page": 41, "text": "Cancer Facts & Figures 2025 39• Increasing and protecting state funding for tobacco control programs • Increasing access to state Medicaid coverage of tobacco cessation programs • Passing comprehensive smoke-free laws requiring all workplaces, including restaurants, bars, and gaming facilities, to be smoke-free • Continuing as an intervener in the decades-long federal lawsuit against the tobacco industry for engaging in over 50 years of fraud aimed at addicting generations of people to their deadly products Healthy Eating and Active Living. ACS CAN supports policies aimed at addressing food and nutrition insecurity , which has a direct impact on preventing, managing, and treating chronic diseases like cancer. By advocating for evidence-based national standards for child nutrition programs and increased access to free school meals, the organization supports food security programs, such as the Supplemental Nutrition Assistance Program (SNAP), the Food Distribution Program on Indian Reservations (FDPIR), and the Nutrition Assistance Program (NAP), to help people with limited incomes and disabilities access quality food. ACS CAN also supports policies and funding that increase access to Food is Medicine (FIM) , which are initiatives and interventions intended to prevent, treat, or manage chronic diseases through addressing food and nutrition insecurity. Quality of Life ACS CAN advocates for legislation that ensures people with cancer have full access to palliative care services along with curative treatment – from diagnosis through treatment and beyond. The organization supports the Palliative Care and Hospice Education and Training Act (PCHETA) , which would create a nationwide public and provider education campaign to disseminate information about the benefits of palliative care, increase training programs and professional development for health professionals in palliative care, and support research on pain and symptom management with the intent of improving patient care.Health Equity ACS CAN advocates for policies that help reduce cancer disparities and ensure that everyone has a fair and just opportunity to prevent, detect, treat, and survive cancer. The organization also advocates for policies that advance health equity, including: • Maintaining the provision of the Affordable Care Act (ACA) that ensures broad protection against discrimination of LGBTQ+ individuals in health care services • Supporting policies that expand federal insurance coverage eligibility for Deferred Action for Childhood Arrival (DACA) recipients • Advocating for the Health Equity and Accountability Act (HEAA) of 2024 , which provides a comprehensive set of strategic policy solutions designed to enhance the health and well-being of underserved and marginalized communities, including those that help enhance cancer research and improve access to cancer prevention, early detection, and care • Supporting funding and policies that promote timely collection and publication of demographic data to aid researchers and policymakers in identifying disparities in cancer prevention, detection, and treatment • Advocating for increased funding for the Indian Health Service, which would provide funding stability for an agency that has been historically underfunded Research Research is at the heart of the American Cancer Society’s mission. We have invested more than $5 billion in research since 1946, all to find the causes of cancer, strategies to detect the disease earlier, more effective treatments, and ways to help people thrive during and after treatment. The American Cancer Society is unique among nongovernmental, nonprofit organizations in having both intramural and extramural research programs. The top-tier research we fund and conduct covers the cancer continuum from cell biology to survivorship and is currently"}
{"id": "2025-cancer-facts-and-figures-acs.pdf_41_0", "doc": "2025-cancer-facts-and-figures-acs.pdf", "page": 42, "text": "40 Cancer Facts & Figures 2025organized under four departments, described briefly below and in more detail at cancer.org/research . Extramural Discovery Science The American Cancer Society’s extramural research program supports a portfolio of highly innovative cancer research at top US academic research institutions. Since 1946, we have awarded more than 33,700 grants to academic research institutions across the US supporting over 25,000 investigators and made critical contributions to many of the most important discoveries in cancer. Fifty American Cancer Society grantees have been awarded the Nobel Prize, including most recently Carolyn Bertozzi, PhD, from Stanford University in 2022; and William Kaelin, MD, from Dana Farber Cancer Institute and Gregg Semenza, MD, PhD, from Johns Hopkins School of Medicine in 2019. Current grantees publish over 1,200 scientific papers annually, detailing their discoveries across a wide range of cancers using a multitude of scientific approaches. Visit cancer.org/research/we-fund-cancer- research to learn more about Extramural Discovery Science research programs. Population Science The Population Science program has two primary focus areas: a long-standing epidemiology program that began in 1952 to increase knowledge of factors associated with cancer occurrence and survivorship, and more recent initiatives in behavioral interventions research. Contributions from Population Science ultimately inform our evidence-based programs and recommendations, which are focused on enhancing cancer prevention, improving outcomes, and reducing disparities. Visit cancer.org/research/population-science to learn more about Population Science research and their staff. Surveillance and Health Equity Science The Surveillance and Health Equity Science (SHES) department informs and promotes cancer prevention and control via five overlapping areas of research: cancer surveillance; risk factor and screening surveillance; health services; disparities; and tobacco control. Information is disseminated via peer-reviewed journal articles for scientific audiences and educational publications for a lay audience. The program has produced this Cancer Facts & Figures report annually since 1951, and its accompanying Cancer Statistics article, published in CA: A Cancer Journal for Clinicians , since 1967. These publications are the most widely cited sources for cancer statistics in the scientific literature and can be found at cancer.org/statistics . Data from these reports can also be accessed and customized using the Cancer Statistics Center, a mobile-friendly interactive website at cancerstatisticscenter.cancer.org . Visit cancer.org/ research/surveillance-and-health-equity-science to learn more about SHES research and their staff. Early Cancer Detection Science The Early Cancer Detection Science (ECDS) department is responsible for subject matter expertise on the continuum of screening, technical and quality issues related to existing and emerging cancer screening technology, and the development and regular update of the American Cancer Society’s cancer screening guidelines ( https://www.cancer.org/cancer/screening/ american-cancer-society-guidelines-for-the-early-detection-of- cancer.html ), most of which have been published in CA: A Cancer Journal for Clinician s (https://acsjournals. onlinelibrary.wiley.com/journal/15424863 ). Staff in the ECDS department also advise and collaborate with other American Cancer Society regions and departments, cancer roundtables, the American Cancer Society Cancer Action Network, and national and international external partners on research and publications, issues and policy related to early cancer detection, and technical issues in the evaluation of cancer screening, the conduct of systematic reviews, and the development of cancer screening guidelines. ECDS staff also publish summary updates of the American Cancer Society cancer screening guidelines and current issues in early cancer detection science and policy ( https://acsjournals. onlinelibrary.wiley.com/doi/10.3322/caac.21557 ). Visit cancer.org/health-care-professionals/american-cancer-society- prevention-early-detection-guidelines/overview to learn more about ECDS work."}
{"id": "2025-cancer-facts-and-figures-acs.pdf_42_0", "doc": "2025-cancer-facts-and-figures-acs.pdf", "page": 43, "text": "Cancer Facts & Figures 2025 41Sources of Statistics Estimated new cancer cases. The number of invasive cancer cases diagnosed in 2025 was calculated by estimating complete case counts during 2007 through 2021 in all 50 states and the District of Columbia using a spatiotemporal model that considers state variation in sociodemographic and lifestyle factors, medical settings, and cancer screening behaviors, and accounts for expected delays in case reporting. The 9%-10% deficit in cases in 2020 caused by health care closures during the first months (March-May) of the COVID-19 pandemic was adjusted using data from 2018 and 2019 to improve the accuracy of the projection. Modeled counts were then projected forward to 2025 based on the most recent 4-year average annual percent change (AAPC). The source for these data was cancer registries that met the North American Association of Central Cancer Registries’ (NAACCR) high-quality data standards. For more information on this method, see “A” and “B” under Additional information on page 42. The number of new cases of melanoma in situ and ductal carcinoma in situ of the female breast in 2025 was approximated by estimating the actual number of cases diagnosed each year during 2012 through 2021 based on age-specific delay-adjusted (for invasive cases) incidence rates and population estimates, then projecting 4 years ahead based on the overall AAPC. Incidence data for 2020 were excluded due to the impact of COVID-19 on cancer diagnoses (see “C” under Additional information on page 42 for more information). Incidence rates. Incidence rates are presented per 100,000 people per year and are age adjusted to the 2000 US standard population (19 age groups) to allow comparisons across populations with different age distributions. Rates for all racial groups exclude persons of Hispanic ethnicity unless noted otherwise. National cancer incidence rates and trends are based on NAACCR data adjusted for delays in case capture. Delay adjustment is especially important when quantifying temporal trends because it accounts for delays and error corrections that occur in case reporting, which are especially large in the most recent data year and for sites often diagnosed outside the hospital, such as leukemia and melanoma. Incidence data for 2020 were excluded from trend analyses and the lifetime risk of developing cancer because these metrics are model-based and cannot accommodate the anomaly in diagnoses that occurred because of health care closures during the first year of the COVID-19 pandemic. For more information, see “C” and “D” under Additional information on page 42. Stage distribution. Stage at diagnosis (in situ, local, regional, or distant stage) is based on cases during 2017 through 2021 in the NAACCR database (described above for incidence rates) using the SEER Summary Stage classification system. Estimated cancer deaths. The number of cancer deaths in the US in 2025 was estimated by fitting the observed number of cancer deaths from 2008 to 2022 to the same log-linear regression model used to produce estimated cases and then similarly using the most recent 4-year AAPC to forecast the number of deaths expected in 2025. Data on the number of deaths were obtained from the National Center for Health Statistics (NCHS) at the Centers for Disease Control and Prevention. (For more information on this method, see “A” and “B” in Additional information on page 42.) Mortality rates. Mortality rates in this publication are based on cancer reported as the underlying cause of death on death certificates compiled by the NCHS, presented per 100,000 people per year and age adjusted to the 2000 US standard population. Trends in cancer mortality rates provided in the text were based on mortality data from 1975 through 2022. Mortality rates for non-Hispanic AIAN individuals were adjusted for misclassification using factors provided by the NCHS (See “E” under Additional information on page 42 for a description of the complete methodology). Important note about estimated cancer cases and deaths for the current year. The methodologies for predicting cancer cases and deaths in the current year were updated in 2021. While these estimates provide a reasonably accurate portrayal of the contemporary"}
{"id": "2025-cancer-facts-and-figures-acs.pdf_42_650", "doc": "2025-cancer-facts-and-figures-acs.pdf", "page": 43, "text": "in the current year were updated in 2021. While these estimates provide a reasonably accurate portrayal of the contemporary"}
{"id": "2025-cancer-facts-and-figures-acs.pdf_43_0", "doc": "2025-cancer-facts-and-figures-acs.pdf", "page": 44, "text": "42 Cancer Facts & Figures 2025cancer burden in the absence of surveillance data, they should be interpreted with caution because they are model-based projections that may vary from year to year for reasons other than changes in cancer occurrence and methodology. As such, they are not informative for tracking cancer trends, which should be based on age-adjusted incidence rates reported by population-based cancer registries and mortality rates reported by the NCHS. Survival. This report describes survival in terms of relative survival rates, which is a measure of life expectancy among cancer patients compared to that among the general population of the same age, race/ ethnicity, and sex. Survival rates herein were based on data from all 22 National Cancer Institute SEER registries, excluding Illinois and Massachusetts; 5- and 10-year relative survival were based on individuals diagnosed from 2014 through 2020 and 2006 through 2020, respectively, with all patients followed through 2021. Contemporary survival rates for White and Black individuals were exclusive of Hispanic ethnicity. All rates were generated using SEER*Stat software version 8.4.1. (See “F” under Additional information for full reference.) Probability of developing cancer. Probabilities of developing cancer were calculated using DevCan (Probability of Developing Cancer) software version 6.9.0, developed by the NCI, and were based on all 22 SEER registries. (See “G” under Additional information for full reference.) These probabilities reflect the average experience of people in the US and do not account for individual behaviors or risk factors. Estimates are based on incidence during 2017 through 2021 but excluding 2020 due to the impact of the COVID-19 pandemic. (For more information on how COVID-19 impacted data, See “C” under Additional information.) Additional information. More information on the methods used to generate the statistics for this report can be found in the following publications: A. Lui B, Zhu L, Zou J, et al. Updated methodology for projecting US and state-level cancer counts for the current calendar year: Part I: Spatiotemporal small area modeling for cancer incidence. Cancer Epidemiol Biomarkers Prev . 2021; published online June 22. B. Miller KD, Siegel RL, Lui B, et al. Updated methodology for projecting US and state-level cancer counts for the current calendar year: Part II: Evaluation of temporal projection methods for incidence and mortality. Cancer Epidemiol Biomarkers Prev . 2021; published online August 17. C. Mariotto AB, Feuer EJ, Howlader N, Chen HS, Negoita S, Cronin K. Interpreting Cancer Incidence Trends: Challenges due to the COVID-19 Pandemic [published online ahead of print, 2023 May 23]. J Natl Cancer Inst . 2023;djad086. Doi:10.1093/jnci/djad086. D. Howlader N, Cheng H, Miller, D et al. How to Handle 2020 and 2021 Incidence Rates in the Joinpoint Trend Model? Surveillance Research Program, NCI, Technical Report #2024-01 (available at surveillance.cancer.gov/reports/ ). E. Arias E, Xu JQ, Curtis S, et al. Mortality profile of the non-Hispanic American Indian or Alaska Native population, 2019. National Vital Statistics Reports; vol 70 no 12. Hyattsville, MD: National Center for Health Statistics. 2021. F. Surveillance, Epidemiology, and End Results (SEER) Program ( www.seer.cancer.gov ) SEER*Stat Database: Incidence – SEER Research Limited-Field Data, 22 Registries (excl IL and MA), Nov 2023 Sub (2000-2021) – Linked To County Attributes – Time Dependent (1990-2022) Income/Rurality, 1969-2022 Counties, National Cancer Institute, DCCPS, Surveillance Research Program, released April 2024, based on the November 2023 submission. G. DevCan: Probability of Developing or Dying of Cancer Software, Version 6.9.0; Statistical Research and Applications Branch, National Cancer Institute, 2023. https://surveillance.cancer.gov/devcan/ .What Percentage of People Survive Cancer?"}
{"id": "2025-cancer-facts-and-figures-acs.pdf_44_0", "doc": "2025-cancer-facts-and-figures-acs.pdf", "page": 45, "text": "Cancer Facts & Figures 2025 43"}
{"id": "2025-cancer-facts-and-figures-acs.pdf_45_0", "doc": "2025-cancer-facts-and-figures-acs.pdf", "page": 46, "text": "44 Cancer Facts & Figures 2025 American Cancer Society Recommendations for the Early Detection of Cancer in Average-risk Asymptomatic Peoplea Cancer Site Population Test or Procedure Recommendation Breast Women, ages 40-54Mammography Women should have the opportunity to begin annual screening between the ages of 40 and 44. Women should undergo regular screening mammography starting at age 45. Women ages 45 to 54 should be screened annually. Women, ages 55+Transition to biennial screening, or have the opportunity to continue annual screening. Continue screening as long as overall health is good and life expectancy is 10+ years. Cervix Women, ages 25-65 Primary HPV DNA test, ORPreferred: every 5 years with an FDA-approved primary test Pap & HPV DNA co-testing, OREvery 5 years Pap test alone Every 3 years Women, ages >65Discontinue screening if results from regular screening in the past 10 years were negative, with the most recent test within the past 5 years. Women vaccinated against HPVFollow age-specific screening recommendations (same as unvaccinated individuals). Women with total hysterectomyWomen and individuals without a cervix and without a history of cervical cancer or a history of CIN2 or a more severe diagnosis in the past 25 years should not be screened. ColorectalbAdults, ages 45+ High-sensitivity guaiac- based fecal occult blood test (gFOBT) or fecal immunochemical test (FIT), OREvery year Multi-target stool DNA test, OREvery 3 years Flexible sigmoidoscopy, OREvery 5 years alone or combined with a high-sensitivity gFOBT or FIT annually Colonoscopy, OR Every 10 years CT Colonography Every 5 years Endometrial Women at menopauseWomen should be informed about risks and symptoms of endometrial cancer and encouraged to report unexpected bleeding to a physician. Lung Adults ages 50-80 with a 20+ pack-year smoking history Low-dose helical CT Annual screening in generally healthy (at least 5-year life expectancy) adults who have a 20-pack- year or more smoking history (e.g., smoked 1 pack per day for 20 years or ½ pack per day for 40 years), regardless of whether or when they have quit. Prostate Men, ages 50+Prostate-specific antigen test with or without digital rectal examinationMen who have at least a 10-year life expectancy should have an opportunity to make an informed decision with their health care provider about whether to be screened for prostate cancer after receiving information about the potential benefits, risks, and uncertainties. Prostate cancer screening should not occur without informed decision- making. African American men should have this conversation with their provider beginning at age 45. CT-Computed tomography. aAll individuals should become familiar with the potential benefits, limitations, and harms associated with cancer screening. Guidelines for cervical cancer also apply to individuals with a cervix and guidelines for endometrial cancer also apply to individuals with a uterus. bAll positive tests (other than colonoscopy) should be followed up with a colonoscopy."}
{"id": "2025-cancer-facts-and-figures-acs.pdf_46_0", "doc": "2025-cancer-facts-and-figures-acs.pdf", "page": 47, "text": "Cancer Facts & Figures 2025 45Acknowledgments We gratefully acknowledge all cancer registries and their staff for their hard work and diligence in collecting cancer information, without which this report would not exist. We would also like to acknowledge the following subject matter experts and production team members for their valuable contributions: Anu Agrawal; Rick Alteri; Christina Annunziata; Priti Bandi; Steve Bouvier; Susan Brinkley; Esmeralda Buchanan; Maria Cabrera; Marc Emerson; Mark Fleury; Ted Gansler; Scarlett Gomez; Jennifer Greenwald; Hillary Grice; Lannis Hall; Trista Hargrove; Farhad Islami; Kieran Kelly; Rich Killewald; Stacey Konieczny; Caleb Levell; Reid London; Laura Makaroff; Kristie Marcelle; Bonny Morris; Alpa Patel; Amelie Ramirez; Kristina Romulus; Scott Roskilly; Melanie Schneider; Scott Simpson; Kristen Sloan; Robert Smith; Jessica Star; Brooke Street; Hyuna Sung; Justine Swindell; Paul Thienprayoon; Britton Trabert; Lynn Urquhart; Nikita Wagle; Sophia Wang; Tracy Wyant; Kathy Zamora; and Joe Zou. Cancer Facts & Figures is an annual publication of the American Cancer Society, Atlanta, Georgia. For more information, contact: Angela Giaquinto, Tyler Kratzer, Rebecca Siegel, or Ahmedin Jemal Surveillance and Health Equity Science Department"}
{"id": "2025-cancer-facts-and-figures-acs.pdf_47_0", "doc": "2025-cancer-facts-and-figures-acs.pdf", "page": 48, "text": "©2025, American Cancer Society, Inc. No. 500825 The American Cancer Society’s mission is to improve the lives of people with cancer and their families through advocacy, research, and patient support, to ensure everyone has an opportunity to prevent, detect, treat, and survive cancer. cancer.org | 1.800.227.2345"}
{"id": "Managing Cancer Costs and Medical Information - NCI.pdf_0_0", "doc": "Managing Cancer Costs and Medical Information - NCI.pdf", "page": 1, "text": "Managing Cancer Costs and MedicalInformation On This Page How to Understand Your Medical Costs from Cancer Care11/1/25, 11:03 AMManaging Cancer Costs and Medical Information - NCI https://www.cancer.gov/about-cancer/managing-care/track-care-costs1/10"}
{"id": "Managing Cancer Costs and Medical Information - NCI.pdf_1_0", "doc": "Managing Cancer Costs and Medical Information - NCI.pdf", "page": 2, "text": "11/1/25, 11:03 AMManaging Cancer Costs and Medical Information - NCI https://www.cancer.gov/about-cancer/managing-care/track-care-costs2/10"}
{"id": "Managing Cancer Costs and Medical Information - NCI.pdf_2_0", "doc": "Managing Cancer Costs and Medical Information - NCI.pdf", "page": 3, "text": "11/1/25, 11:03 AMManaging Cancer Costs and Medical Information - NCI https://www.cancer.gov/about-cancer/managing-care/track-care-costs3/10"}
{"id": "Managing Cancer Costs and Medical Information - NCI.pdf_3_0", "doc": "Managing Cancer Costs and Medical Information - NCI.pdf", "page": 4, "text": "How to Understand Your Health Insurance11/1/25, 11:03 AMManaging Cancer Costs and Medical Information - NCI https://www.cancer.gov/about-cancer/managing-care/track-care-costs4/10"}
{"id": "Managing Cancer Costs and Medical Information - NCI.pdf_4_0", "doc": "Managing Cancer Costs and Medical Information - NCI.pdf", "page": 5, "text": "11/1/25, 11:03 AMManaging Cancer Costs and Medical Information - NCI https://www.cancer.gov/about-cancer/managing-care/track-care-costs5/10"}
{"id": "Managing Cancer Costs and Medical Information - NCI.pdf_5_0", "doc": "Managing Cancer Costs and Medical Information - NCI.pdf", "page": 6, "text": "How to Save Money on Pain Medicine11/1/25, 11:03 AMManaging Cancer Costs and Medical Information - NCI https://www.cancer.gov/about-cancer/managing-care/track-care-costs6/10"}
{"id": "Managing Cancer Costs and Medical Information - NCI.pdf_6_0", "doc": "Managing Cancer Costs and Medical Information - NCI.pdf", "page": 7, "text": "Keep Track of Key Medical Information 11/1/25, 11:03 AMManaging Cancer Costs and Medical Information - NCI https://www.cancer.gov/about-cancer/managing-care/track-care-costs7/10"}
{"id": "Managing Cancer Costs and Medical Information - NCI.pdf_7_0", "doc": "Managing Cancer Costs and Medical Information - NCI.pdf", "page": 8, "text": "11/1/25, 11:03 AMManaging Cancer Costs and Medical Information - NCI https://www.cancer.gov/about-cancer/managing-care/track-care-costs8/10"}
{"id": "Managing Cancer Costs and Medical Information - NCI.pdf_8_0", "doc": "Managing Cancer Costs and Medical Information - NCI.pdf", "page": 9, "text": "Organize Medical Bills and Statements More Tips to Manage Costs of Cancer Care11/1/25, 11:03 AMManaging Cancer Costs and Medical Information - NCI https://www.cancer.gov/about-cancer/managing-care/track-care-costs9/10"}
{"id": "Managing Cancer Costs and Medical Information - NCI.pdf_9_0", "doc": "Managing Cancer Costs and Medical Information - NCI.pdf", "page": 10, "text": "11/1/25, 11:03 AMManaging Cancer Costs and Medical Information - NCI https://www.cancer.gov/about-cancer/managing-care/track-care-costs10/10"}
{"id": "clinical-trials.pdf_0_0", "doc": "clinical-trials.pdf", "page": 1, "text": "Clinical trials are research studies that test new medicines and treatments with people who choose to participate. Clinical trials help to find new and better ways to prevent, find, and treat diseases. Cancer clinical trials help scientists and doctors learn if a new treatment is safe and effective for people with cancer. The cancer treatments used today were first tested in clinical trials. How clinical trials are done Clinical trials are done in phases, from Phase 1 through 4. Each phase gathers information about the safety of the treatment and how well it works. Most people who agree to be in a cancer clinical trial will be in a Phase 3 trial. A Phase 3 trial compares a new treatment to standard treatment (the treatment most often used for a certain type of cancer). If the new treatment works better, it often becomes the standard. People in clinical trials have a team of experts taking care of them. The team watches the people in the trial closely to see how they’re doing. This might include more clinic visits and lab tests than with standard treatment. Risks and benefits of being in a clinical trial There are some risks to being in a clinical trial. Researchers don’t always know if the new treatment will work or what all the side effects might be. Most side effects go away over time, but some may last a long time. Some side effect could also be severe. You’ll be told about any known risks before you agree to be in a clinical trial. There can also be benefits. Being in a clinical trial gives you more treatment options. You might get a new treatment that you couldn’t get otherwise. This treatment might be safer or work better than standard treatment. Some people also like knowing that what is learned from the clinical trial might help others in the future. Deciding whether to be in a clinical trial Before deciding to be in a clinical trial, find out as much as you can about the treatment and what you will have to do. The research doctor or nurse will explain what to expect and talk to you about the risks and benefits of being in a clinical trial. They will also give you materials to review. You have the right to get these materials in your preferred language. You might want to talk to trusted family members and friends before you decide. Make sure the research doctor or nurse answers any questions you or your loved ones have. If you agree to be in the clinical trial, you will be given a written consent form to read and sign. Be sure you understand the information given to you. Don’t be afraid to ask questions if something isn’t clear or you have any concerns. It’s your choice whether to be in – or stay in – a clinical trial. You can choose to leave the trial at any time for any reason, and still get the care you would receive if you hadn’t chosen to be in a clinical trial. Clinical Trials for Cancer Treatment"}
{"id": "clinical-trials.pdf_1_0", "doc": "clinical-trials.pdf", "page": 2, "text": "Questions to ask There are many things you may want to know before you agree to be in a clinical trial. You might want to ask the research doctor or nurse: • Why is this study being done? • How long would I be in the clinical trial? • How often would I need to be seen? • Where would I have to go for treatment and tests? • What side effects might I have with this treatment? How will they be managed? • Who would I call if I have problems? • Will I have to pay for anything? • What are my other cancer treatment options? • What will happen if I decide not to be in the clinical trial? • What if I agree to be in the clinical trial and then change my mind? You might have other questions based on the type of treatment you’re being offered in a clinical trial. Learn as much as you can about any clinical trial that you are interested in so you can make the choice that’s best for you.Glossary Informed consent: When a person and their health care provider share information so the person can decide whether they want to get certain care, treatment, or services. This is required before a person goes into a clinical trial. Phase 1: The new treatment is tested for safety and to find out what dose works best without causing severe side effects. Phase 2: The new treatment is tested to see if it works against certain types of cancer. Phase 3: The new treatment is compared to standard treatment to see which might work better for certain cancers. At this point, researchers don’t know which treatment is better. So, about half of the people in the clinical trial get the new treatment and the other half get standard treatment. This is often chosen at random (called randomized). Phase 4: The new treatment is studied over a longer time to learn about long-term safety and how well it works. This phase happens after the new treatment has been approved for use in certain types of cancer. Standard treatment: The treatment most often used for a certain type of cancer. For more information and answers, visit the American Cancer Society website at cancer.org/clinicaltrials or call us at 1-800-227-2345 . We’re here when you need us. ©2025, American Cancer Society, Inc. No. 004489 Rev. 6/25"}
{"id": "after-diagnosis-a-guide-for-patients-and-families.pdf_0_0", "doc": "after-diagnosis-a-guide-for-patients-and-families.pdf", "page": 1, "text": "After Diagnosis A Guide for People With Cancer and Their Loved Ones"}
{"id": "after-diagnosis-a-guide-for-patients-and-families.pdf_1_0", "doc": "after-diagnosis-a-guide-for-patients-and-families.pdf", "page": 2, "text": "Finding out you or your loved one has cancer can cause many feelings. This brochure will give you information to help you better deal with the diagnosis, make decisions about treatment, and talk to friends, family, and children about your cancer. This booklet is written from the perspective of the person with cancer. But caregivers, family members, and other loved ones are likely to also find it helpful."}
{"id": "after-diagnosis-a-guide-for-patients-and-families.pdf_2_0", "doc": "after-diagnosis-a-guide-for-patients-and-families.pdf", "page": 3, "text": "1What does it mean to have cancer? When you find out that you or your loved one has cancer, it may take time to adjust to the news. You may feel afraid, angry, or have trouble believing it’s true. Having cancer is different for each person. Your experience can be affected by: • The type of cancer you have • Whether the cancer has stayed where it started or spread to other parts of your body • How your type of cancer is usually treated • How old you are • Whether you have other medical problems Your experience can also be affected by the responsibilities you have. Do you go to work or school? Are you the main caregiver for children or another adult? Do you provide income needed by your family or yourself? Each person has their own way of coping when they find out they have cancer. As you look for ways to cope, it may help to: • Learn about your cancer and its treatment. Some people find that learning as much as they can gives them a sense of control over what’s happening."}
{"id": "after-diagnosis-a-guide-for-patients-and-families.pdf_3_0", "doc": "after-diagnosis-a-guide-for-patients-and-families.pdf", "page": 4, "text": "2• Bring someone with you to appointments. They can help you remember the questions you want to ask and what your cancer care team tells you. They can also take notes for you. • Ask where you can find more information about your cancer and treatment options. You can look at this information when you have more time. It can also help you remember what your doctor or cancer care team tells you. Making treatment decisions One of the biggest decisions you will need to make is about treatment. The number and kinds of treatment choices you have will depend on: • The type and stage of your cancer • Tests to learn more about your cancer • Your overall health and any medical problems you have • Your personal choices"}
{"id": "after-diagnosis-a-guide-for-patients-and-families.pdf_4_0", "doc": "after-diagnosis-a-guide-for-patients-and-families.pdf", "page": 5, "text": "3Your cancer care team should explain your options and answer all your questions before you decide which treatment choice is best for you. Be sure you understand what you can expect with each treatment before choosing one. What is the goal of treatment? Ask your cancer care team what the goal of treatment is for you. Are they trying to cure your cancer, to control its growth, or to manage the problems it’s causing? This is a key part of the decision-making process. Sometimes the goal of treatment can change over time. What are my treatment options? To get the best possible results, many people with cancer will have more than one type of treatment. For example, radiation therapy and/or chemotherapy may be used along with surgery. Surgery Many people with cancer have surgery. Surgery can be used for treatment if the cancer seems to be contained in one area (localized). Surgery may be used to remove some or all of the cancer along with any nearby tissue that might have cancer cells. Surgery may also be used to treat problems caused by cancer, such as taking out a tumor that’s blocking the intestine. If surgery is recommended for you, ask your doctor to explain the goal of the surgery."}
{"id": "after-diagnosis-a-guide-for-patients-and-families.pdf_5_0", "doc": "after-diagnosis-a-guide-for-patients-and-families.pdf", "page": 6, "text": "4Radiation therapy Radiation therapy uses strong beams of energy to destroy or damage cancer cells so they can’t grow. Radiation therapy can be given in different ways: • External radiation (or external beam radiation): A machine directs high-energy rays from outside your body into the tumor. • Internal radiation (brachytherapy): A radioactive source is put inside your body, usually into or near the tumor. • Systemic radiation: Radioactive medicines are given by mouth or put into a vein. These medicines then travel through your body to find certain types of cancer cells. The kind of radiation you get depends on the type and stage of your cancer and where it is. In some cases, more than one type is used. Ask your cancer care team about the type of radiation prescribed for you, how it might affect your body, and any safety precautions that may be needed. Chemotherapy Chemotherapy or “chemo” is treatment with strong medicines that can kill cancer cells. Chemo is used to treat many types of cancer, but not everyone who has cancer will get chemo. The goal of treatment with chemo can be different, depending on the type of cancer and its stage."}
{"id": "after-diagnosis-a-guide-for-patients-and-families.pdf_6_0", "doc": "after-diagnosis-a-guide-for-patients-and-families.pdf", "page": 7, "text": "5Chemo can be used to: • Cure the cancer. (This means the cancer goes away and doesn’t come back.) • Shrink tumors and/or stop the cancer from growing and spreading. • Relieve symptoms caused by cancer. • Shrink a tumor before surgery to make it easier to remove. • Lower the risk of cancer coming back after surgery or radiation. Talk with your cancer care team to find out the goal of your chemo, what side effects you might have, and if you need to follow any safety precautions during treatment. Targeted medicine therapy Targeted medicines find and attack specific parts of cancer cells. They work in a different way than chemo. Chemo attacks cancer cells, but it can also damage normal, healthy cells. Targeted medicines usually attack cancer cells without damaging normal, healthy cells. But these medicines can still cause side effects, so ask your cancer care team what to expect. Immunotherapy Immunotherapy uses certain parts of your immune system to help treat cancer. Some immunotherapy drugs help the immune system work harder so it can find cancer cells and stop them"}
{"id": "after-diagnosis-a-guide-for-patients-and-families.pdf_7_0", "doc": "after-diagnosis-a-guide-for-patients-and-families.pdf", "page": 8, "text": "6from growing and spreading. Other types can change how the immune system works so it is better able to attack cancer cells. Ask your cancer care team how the type of immunotherapy you get might affect your body. Hormone therapy Some cancers depend on hormones to grow. Treatments that block the effect of hormones might help slow or stop the growth of these cancers. These are used most often to treat breast and prostate cancer. Clinical trials Clinical trials are research studies that test new treatments in people. Many cancer clinical trials test a new treatment and compare it to a standard treatment. Standard treatments are those currently being used to treat a type of cancer. If you would like to know more about clinical trials, talk to your cancer care team. Ask if clinical trial might be an option for you. You can also call the American Cancer Society at 1-800-227-2345 to find out more about clinical trials and the ACS ACTS™ clinical trial matching service. Side effects of treatment Side effects from treatment can be different for each person. Ask your cancer care team what side effects you may have from your treatment. Also ask what you can do to prevent or manage these side effects."}
{"id": "after-diagnosis-a-guide-for-patients-and-families.pdf_8_0", "doc": "after-diagnosis-a-guide-for-patients-and-families.pdf", "page": 9, "text": "7Be sure to tell your cancer care team when you have side effects. There are often ways your team can help you manage them. Palliative care as part of cancer treatment No matter what treatment you get, palliative care can be a helpful part of your cancer care. Palliative care focuses on improving your quality of life. It helps you cope with the physical, emotional, spiritual, and social impact cancer has on your life. Palliative care can be used before, during, or after treatment. If you get palliative care, your cancer care team will work with a group of specially trained health care providers to manage your symptoms or side effects. Palliative care can help you feel better and support you with the things you want and need to do. Getting a second opinion You might wonder if another doctor could offer you other treatment options for your cancer. If so, you might want to get a second opinion to help you feel more certain about your treatment plan. Your cancer care team shouldn’t mind if you get a second opinion and can help refer you to another cancer doctor. It’s good to find out if your insurance company covers a second opinion before you get one."}
{"id": "after-diagnosis-a-guide-for-patients-and-families.pdf_9_0", "doc": "after-diagnosis-a-guide-for-patients-and-families.pdf", "page": 10, "text": "8What if I decide not to get treated, or want to delay my treatment? Not everyone diagnosed with cancer decides to get treatment or to be treated right away. That is always a choice, but make sure you understand why you are thinking about not getting treatment or delaying it. It’s normal to feel anxious and overwhelmed by the amount of information you’ve been given. Make sure you get answers to all your questions, so you understand what is likely to happen if you put off treatment or decide not to get treatment. Complementary, integrative, and alternative therapy When you have cancer, you are likely to hear about other ways to treat it or relieve your symptoms. Complementary or integrative therapy is used along with standard treatment. There are many complementary methods that have been shown to be safe and can help relieve symptoms of cancer or side effects of cancer treatment. But talk with your doctor or cancer care team before using any of these. Examples include acupuncture, meditation, aromatherapy, and yoga. Alternative therapy refers to treatments that are used instead of the cancer treatments suggested by your doctor and cancer care team. Many of these treatments have not been proven safe and effective through research studies. Some might even be harmful."}
{"id": "after-diagnosis-a-guide-for-patients-and-families.pdf_10_0", "doc": "after-diagnosis-a-guide-for-patients-and-families.pdf", "page": 11, "text": "9Examples include special diets, certain supplements and herbs, or high doses of vitamins. If you consider using an alternative therapy instead of a treatment recommended by your doctor, you may lose the chance to benefit from the standard treatment. Delays or interruptions in standard cancer treatment could give the cancer more time to grow and make it less likely that standard treatment will help. Talk to your cancer care team about any complementary, integrative, or alternative therapy you’re thinking about using. Coping with your cancer diagnosis You may wonder how cancer will affect your life and the lives of those around you. You might have both physical and emotional changes that impact the way you feel and how you live. These changes may affect your daily life, but there are ways to cope: • Express your feelings. It may help to talk with trusted friends or relatives, or to keep a journal. Some people like to express their feelings through music, painting, or drawing. • Take care of yourself. Make time to do something you enjoy every day. • Stay physically active. If you feel up to it, and if your cancer care team agrees that it’s OK, find an activity you enjoy. Even a short walk can help lower stress."}
{"id": "after-diagnosis-a-guide-for-patients-and-families.pdf_11_0", "doc": "after-diagnosis-a-guide-for-patients-and-families.pdf", "page": 12, "text": "10• Reach out to others for support. You might reach out to friends, family, spiritual leaders, or support organizations. • Talk to your cancer care team about any concerns, or if you think you might be anxious or depressed. Let them know how you are coping so they can help you manage your emotions. • Think about counseling or joining a cancer support group. There are many in-person and virtual options. How do I talk to people about having cancer? Your family and friends It can be hard to talk about cancer, even with your loved ones. They may also have a hard time talking about cancer. Here are some tips to help you and your loved ones cope: • Talk to your family and friends about your cancer as soon as you feel up to it. • Explain what kind of cancer you have and how it will be treated. Let them know that you’ve made the treatment decision along with your cancer care team. • Tell the people who are closest to you how you feel. This may not be easy, but it can help you get the support you need. • Some people may struggle with hearing about your feelings. Try not to let this upset you. Talk to others who are more comfortable listening to you."}
{"id": "after-diagnosis-a-guide-for-patients-and-families.pdf_12_0", "doc": "after-diagnosis-a-guide-for-patients-and-families.pdf", "page": 13, "text": "11Some people will ask you how they can help. Others will wonder what they can do for you but don’t know how to ask. Make a list of things you think you might need help with so family and friends can pick something they’re able to do for you. Maybe they can make a meal, go to the store, babysit, walk your dog, or give you a ride to treatment. Think of what might give you time to rest, relax, or take a walk. Talking with children about cancer If you have children, you may be worried about how to talk with them about cancer. They will likely be upset but can usually sense that something is wrong. Think about the following when you talk with them: • Being honest and open can help children feel less confused and afraid."}
{"id": "after-diagnosis-a-guide-for-patients-and-families.pdf_13_0", "doc": "after-diagnosis-a-guide-for-patients-and-families.pdf", "page": 14, "text": "12• Use words they will understand. • Find a balance between too much and too little information. • Explain the physical changes they might see. • Explain cancer is a serious illness. • Let them ask questions and express their feelings. • Reassure them that they didn’t do anything to cause the cancer. It’s best to share small amounts of information over time and adjust your answers to the child’s age and level of understanding. If you’d like expert help, you could ask a social worker or school counselor to help you talk with your child. They may also know of support groups for children in your area. Questions for your cancer care team If you’ve been told you have cancer, you may have a lot of questions. Your doctor or cancer care team is the best place to start. Here are some questions you might ask them: When you’re told you have cancer • What kind of cancer do I have? Where is it? • Do you know the stage of the cancer? What does that stage mean for me? • Do I need other tests before we decide on treatment?"}
{"id": "after-diagnosis-a-guide-for-patients-and-families.pdf_14_0", "doc": "after-diagnosis-a-guide-for-patients-and-families.pdf", "page": 15, "text": "13• Can biomarker or molecular testing be done for my type of cancer? • Should I think about genetic counseling and testing for myself or my family? Deciding on a treatment plan • What treatment options do you suggest? Why? • What’s the goal of treatment? Do you think it could cure my cancer? • What are the risks and benefits of the treatment options? • How soon do I need to start treatment? • What will happen if I decide not to get treatment right now? • Should I get a second opinion? How would I do that? • Is there a clinical trial that might be right for me? • Will I be able to have children after treatment? Are there things that can be done to protect my ability to have children in the future? Insurance and money concerns • Who can help me figure out what my insurance covers and what I will have to pay myself? • What financial support can I get to help pay for daily needs or medical costs insurance doesn’t cover? • What can I do if I don’t have health insurance?"}
{"id": "after-diagnosis-a-guide-for-patients-and-families.pdf_15_0", "doc": "after-diagnosis-a-guide-for-patients-and-families.pdf", "page": 16, "text": "14• What can I do if I can’t afford the treatments I need? • Is there a financial counselor or patient navigator I can talk with? Getting ready for treatment • What will my treatment be like? How long will it last? • Where will I go for treatment? Who will do my treatments? • Will I be able to go to work or school, spend time with my family, and do my daily activities during treatment? • What can I do to get ready for treatment? • What side effects could I have from these treatments? • Will I need to take any special precautions while I’m getting treated? • Do I need to change what I eat during treatment? • Will I be able to exercise? What kind of exercise can I do, and how often? • How will we know if the treatment is working? • What would we do if the treatment doesn’t work? • Can you suggest a mental health professional I can see if I start to feel anxious, depressed, or distressed? • Will I need help at home? If so, who can help me figure out how to get the help I’ll need?"}
{"id": "after-diagnosis-a-guide-for-patients-and-families.pdf_16_0", "doc": "after-diagnosis-a-guide-for-patients-and-families.pdf", "page": 17, "text": "15If you choose to delay or not get treated • What type of follow-up will I need? Will I continue to see my cancer care team or only my primary care provider? • Who can help me manage my symptoms and cope with my cancer? Would it help for me to see a palliative care team or doctor? • How much longer do you think I will live? Would hospice be a good option for me? Keeping track of your cancer treatment information It may take more than one visit to ask all your questions and discuss all of your concerns. It can be hard to remember everything your cancer care team talks about. It might help to: • Bring a list of questions. • Take notes. • Bring a family member or friend to help you remember what’s said. • Record the conversations. (Be sure to ask permission before doing this.) Many doctors and cancer care teams can give you a visit summary that has the information they shared with you."}
{"id": "after-diagnosis-a-guide-for-patients-and-families.pdf_17_0", "doc": "after-diagnosis-a-guide-for-patients-and-families.pdf", "page": 18, "text": "16Ask them to make sure this includes: • The type and stage of your cancer • Types of treatments that are recommended • A list of problems you should call the cancer care team about right away • The names and contact numbers of specialists you’ll be seeing This is information you’ll want to keep. Bring it to each visit, and ask them to update the information as things change. In addition to knowing the best phone number to call for questions, ask if your cancer care team has an online patient portal where you can find more information and communicate if needed. To learn more American Cancer Society programs and services The American Cancer Society offers many programs and services that you might find helpful. You can find out more about them at cancer.org/support-programs-and-services or by calling us at 1-800-227-2345 . Lodging during treatment Our Hope Lodge® program provides free housing for people with cancer and their caregivers when they have to travel for treatment."}
{"id": "after-diagnosis-a-guide-for-patients-and-families.pdf_18_0", "doc": "after-diagnosis-a-guide-for-patients-and-families.pdf", "page": 19, "text": "17If your treatment facility doesn’t have a Hope Lodge community nearby, the American Cancer Society partners with hotels in many locations. Rides to treatment Our Road To Recovery® program provides free transportation to cancer-related medical appointments. Help navigating your cancer journey The ACS CARES™ mobile app helps the person with cancer and their loved ones find the information and resources they need to navigate the cancer journey. Visit cancer.org/acscares to learn more. Connecting cancer survivors The American Cancer Society Cancer Survivors Network® provides a safe online connection where people with cancer can find others with similar experiences and interests. At csn.cancer.org , people with cancer, survivors, and caregivers support each other, ask questions, and share practical tips. Support for caregivers The American Cancer Society Caregiver Resource Guide is a tool for people who are caring for someone with cancer. It can help you learn how to care for yourself as a caregiver, better understand what your loved one is going through, develop skills for coping and caring, and take steps to help protect your health and well- being. Visit cancer.org/caregiverguide to find out more about this guide."}
{"id": "after-diagnosis-a-guide-for-patients-and-families.pdf_19_0", "doc": "after-diagnosis-a-guide-for-patients-and-families.pdf", "page": 20, "text": "©2025, American Cancer Society, Inc. No. 944000-Rev. 2/25 Models used for illustrative purposes only.Learning you or your loved one has cancer can lead to many changes. You may have a lot of questions, but it can be hard to know where to start. This booklet will tell you about: • Making treatment decisions • Coping with the cancer diagnosis • Programs and services that can help you and your loved ones deal with your cancer diagnosis and treatment This booklet also includes a list of questions you can ask your cancer care team to help you find out what you need to know about your cancer. For more information and answers, visit the American Cancer Society website at cancer.org or call us at 1-800-227-2345 . We’re here when you need us."}
{"id": "COVID-19 Vaccines and People with Cancer - NCI.pdf_0_0", "doc": "COVID-19 Vaccines and People with Cancer - NCI.pdf", "page": 1, "text": "COVID-19 Vaccines and People with Cancer CDC, NCCN, and other cancer-related organizations urgecancer patients to get COVID-19vaccinations and booster shots.Why? COVID-19 Vaccine Recommendations11/1/25, 11:10 AMCOVID-19 Vaccines and People with Cancer - NCI https://www.cancer.gov/about-cancer/coronavirus/covid-19-vaccines-people-with-cancer1/6"}
{"id": "COVID-19 Vaccines and People with Cancer - NCI.pdf_1_0", "doc": "COVID-19 Vaccines and People with Cancer - NCI.pdf", "page": 2, "text": "COVID-19: WhatPeople withAre there any patients undergoing active cancer treatmentwho should not get vaccinated? Will receiving the vaccine during cancer treatment makethe cancer treatment less effective?And survivors, those not undergoing active cancertreatment. Are there any reasons they shouldn’t getvaccinated?And what about those who may beundergoing treatment soon, such assomebody just diagnosed with canceror whose treatment has been delayedby the pandemic?11/1/25, 11:10 AMCOVID-19 Vaccines and People with Cancer - NCI https://www.cancer.gov/about-cancer/coronavirus/covid-19-vaccines-people-with-cancer2/6"}
{"id": "COVID-19 Vaccines and People with Cancer - NCI.pdf_2_0", "doc": "COVID-19 Vaccines and People with Cancer - NCI.pdf", "page": 3, "text": "Cancer ShouldKnowCan COVID-19 vaccines cause cancer?Can the vaccines cause cancer torecur or make it more aggressive?Can getting vaccinated cause a rise in tumor markers orsigns of cancer recurrence just after a vaccination? I have lymphedema from lymph node surgery in one of myarms. Can I still get the shot in that arm?11/1/25, 11:10 AMCOVID-19 Vaccines and People with Cancer - NCI https://www.cancer.gov/about-cancer/coronavirus/covid-19-vaccines-people-with-cancer3/6"}
{"id": "COVID-19 Vaccines and People with Cancer - NCI.pdf_3_0", "doc": "COVID-19 Vaccines and People with Cancer - NCI.pdf", "page": 4, "text": "COVID-19VaccineIs one COVID-19 vaccine better than another for people withcancer or cancer survivors?Are researchers collecting data on how effective thevaccines are in people with cancer? Do COVID-19 vaccines provide less protection to cancerpatients or survivors?11/1/25, 11:10 AMCOVID-19 Vaccines and People with Cancer - NCI https://www.cancer.gov/about-cancer/coronavirus/covid-19-vaccines-people-with-cancer4/6"}
{"id": "COVID-19 Vaccines and People with Cancer - NCI.pdf_4_0", "doc": "COVID-19 Vaccines and People with Cancer - NCI.pdf", "page": 5, "text": "ProtectionLimited in SomePeople withCancer COVID-19 VaccinationResources for Peoplewith Cancer & CancerSurvivorsWhat about family members and caregivers of those withcancer? Is it important that they get vaccinated?11/1/25, 11:10 AMCOVID-19 Vaccines and People with Cancer - NCI https://www.cancer.gov/about-cancer/coronavirus/covid-19-vaccines-people-with-cancer5/6"}
{"id": "COVID-19 Vaccines and People with Cancer - NCI.pdf_5_0", "doc": "COVID-19 Vaccines and People with Cancer - NCI.pdf", "page": 6, "text": "How do you see the approach tovaccination and booster shotschanging over the coming monthsand years?11/1/25, 11:10 AMCOVID-19 Vaccines and People with Cancer - NCI https://www.cancer.gov/about-cancer/coronavirus/covid-19-vaccines-people-with-cancer6/6"}
